[
  "这世上每个人都在寻找幸福，而通往幸福的路却只有一条，那就是：控制好你的思绪。",
  "人性之中最可悲的一件事，就是拖延着不去生活，梦想着天边有一座奇妙的玫瑰园，而不能欣赏今天就盛开在窗外的玫瑰花。",
  "成功的秘诀在于洞悉他人的想法，换位思考，替对方着想。",
  "很多人不能成为一个善于与人沟通的人，主要是因为他们只会谈论自己感兴趣的事情。",
  "永远让对方感到他自己受到重视。",
  "人生最重要的不是以你的所得投资，任何人都可以这样做。真正重要的是如何从损失中获利。",
  "一个人迈向成熟的第一步，应该是敢于承担责任。",
  "如果你要树敌，就胜过你的朋友；如果你要得到朋友，就让朋友胜过你。",
  "如果我们想结交朋友，那么就应该忘却我们自己的利益，先为他人做些事情，那些需要付出时间、经历、周全考虑及忘我情怀的事情。",
  "在别人责备你之前就承认错误，那么你有99%的机会获得谅解。",
  "生活中的许多烦恼都源于我们盲目和别人攀比。",
  "打开一个人心扉的真诚之道，就是谈论他最为珍爱之事。",
  "人格成熟的重要标志：宽容、忍让、和善。",
  "你希望别人怎么待你，你就该怎样对待别人。",
  "我没有时间争吵，也没有时间后悔，没人能强迫我恨他们.我想到的是那些给我帮助的，善良的人们我将无以回报！",
  "要想提升自我，必须作出特别的努力，额外的付出。当时也许不是一件愉快的事，甚至可能是耗神费力的工作，但是长远来看，必然会有所收获。",
  "大多数的疲劳现象来源于精神或情绪状态。",
  "一个人想平庸，阻拦者很少；一个人想出众，阻拦者很多。不少平庸者与四周人关系融洽，不少出众者与四周人关系紧张。",
  "经营⾃⼰的长处，能使你⼈⽣增值；经营你的短处，能使你⼈⽣贬值。",
  "把事情变复杂很简单，把事情变简单很复杂。",
  "我们可以躲开⼤家，却躲不开⼀只苍蝇。⽣活中使我们不快乐的常是⼀些芝⿇⼩事。",
  "⼈有两只眼睛，全是平⾏的，所以应当平等看⼈；⼈的两只⽿朵是分在两边的，所以不可偏听⼀⾯之词；⼈虽只有⼀颗⼼，然⽽有左右两个⼼房，所以做事不但要为⾃⼰想，也要为别⼈想。",
  "⼆⼗⼀世纪⼯作⽣存法则就是：建⽴个⼈品牌，把你的名字变成钱。",
  "人生是旷野，不是轨道。",
  "常常焦虑自己时间不够的人，总是对自己仅有的一点时间，挥霍无度。",
  "太害怕别人的负面评价，你的生活就永远是他人欲望的合集。",
  "我们不能只是把金矿藏在内心，黄金必须使用才能显示其价值。",
  "都有共同认识的事情会更好。假如有可能，你更应该提出你的见解，因为你们都在为了同一一个结论而努力，所以你们的相异之处在于方法，而不是目的。",
  "永远先谈自己的错误。谈论自己的错误能够让别人放下防备之心，反过来支持你。",
  "赢得争论的方法只有一个，那就是避免争论，接受分歧。如果个合作伙伴的意见总是一致，那么其中一个人就没有存在的意义。",
  "一个人想要平庸，阻拦者很少；一个人想要出众，阻拦者很多。",
  "要想成功，必须具备的条件就是，用你的欲望提升自己的热枕，用你的毅力磨平高山，同时还要相信自己一定会成功。",
  "学会真诚地赞美别人。每个人都希望被赞美，这一条最重要。",
  "思考时，要像一位智者；说话时，要像个普通人。",
  "世上唯一能够影响别人的方法，就是谈论人们所要的，同时告诉他，该如何才能获得。",
  "如果你是对的，请以婉转友善的方式赢得对方的赞同；如果你是错的，请坚决果断的承认错误，也许会获得意想不到的效果。",
  "批评不但不会改变事实，反而会招致愤恨，因为我们都害怕受人指责。",
  "你做到这一条了，你就会慢慢成为一个非常受欢迎的人。",
  "尖锐的批评和攻击，做得到的效果都为零。",
  "即使你手握真理，对方打错特错，也请给对方留个面子。让对方丢脸除了会催坏他的自尊心以外，别无益处。",
  "不少平庸者与四周人关系融洽，不少出众者与四周人关系紧张。",
  "一个人想要平庸，阻拦者很少；一个人想要出众，阻拦者很多。不少平庸者与四周关系融洽，不少出众者与四周人关系紧张。",
  "永远不要喋喋不休，不管是男人还是女人，只要喋喋不休，就会让人敬而远之。",
  "学会真诚地赞美别人。每个人都希望被赞美，这一条很重要。你做到了这一条了，你就会慢慢成为一个非常受欢迎的人。",
  "用破坏性的语言贬低和伤害他人并不是解决问题的办法。",
  "在我们每个人都曾经经历过的\"沮丧\"的时刻，我们如果不能对人说有益的好话，那我们最好什么也别说。破坏性的语言，往往会产生破坏性的结果。除了会给周围的人造成不必要的痛苦之外，从我们口中国说出的那些消极的话语只会使问题变得复杂起来。",
  "要得到友谊和情爱，我们必须先认清\"施比受更有福\"。",
  "得到友谊的最佳方法，是必须注重施与，而不是获得﹣﹣但应该是亲自赢取得来的，而不是靠一时的吸引或哄骗。你怎么会拒绝一个企图帮你解决问题的人呢？",
  "了解别人心里想什么，你才能得到自己想要的。",
  "\"注意别人的观点，引起别人的渴望\"，这并不能解释为\"操纵别人，使他去做对你有益，而对他却有害\"的事，而应该是说\"双方都能因为此事而获利。",
  "当你要像某人劝说，让他去做某件事时，未开口前你不妨先自问：\"我怎样时他要做这件事？\"",
  "从我们来到这个世界上的第一天开始，我们的每一个举动，每一个出发点，都是为了自己，都是为我们的需要而做。",
  "凡我所遇到的人，都有胜过我的地方，在这方面，我应该向他们学习。",
  "即使你手握真理，对方大错特错措，也请给对方留个面子。",
  "在纷繁复杂的现代社会，只有能保持内心平静的人，才不会变成神经病。不知道如何抗拒忧虑的人就会寿命减少。再没有什么比忧虑使一个女人老得更快，而摧毁她的容貌。最使你轻松愉快的是，健全的信仰、睡眠、音乐和欢笑。对前途要有信心、要能睡得安稳、从滑稽的一面来看待生活，健康和快乐就是你的。",
  "一个人越在意的地方，就是最令他自卑的地方。",
  "假如你借太多的钱给一个人，你会令此人变成坏人。",
  "敌人变成战友多半是为了生存，战友变成敌人多半是为了金钱。",
  "让我们感到愉快和有趣，才能影响他人。",
  "谈论别人所要的，并告诉他如何得到。",
  "疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "我们的思想最重要，通过改变自己的思想，我们就能改变自己的一生。",
  "我们多数人的毛病是当机会来临时，却闭着眼睛。",
  "真正的快乐多半是一种胜利。",
  "生命的价值需要用努力奋斗来实现。",
  "保留他人的面子，是与人相处的艺术。",
  "成熟的第一步是敢于承担责任。",
  "保持本色，做独一无二的自己。",
  "遇到的人都有胜过你的地方，应该向他们学习。",
  "感恩是极有教养的产物，但忘记感谢是人的天性。",
  "对别人好不是责任，而是一种享受。",
  "重要的不是别人有没有爱我们，而是我们值不值得被爱。",
  "被批评说明你有成就，引人注意。",
  "许多人无法成为良好的交流者，因为他们只谈自己感兴趣的事。",
  "争论会损害性情，失去自制力，不如对人谦让。",
  "心灵的成熟是持续不断的自我发现、自我探寻的过程。",
  "开心的方法是开心地坐直身体，并装作很开心的样子说话及行动。",
  "用你的欲望提升自己的热忱，用你的毅力磨平高山。",
  "学习如登山，需脚踏实地，一步一个脚印。",
  "人不能过分善良，但也不能过分软弱。",
  "幸灾乐祸是人性中最糟糕的特性。",
  "盲目模仿自己不可能成为的人，行为将变得荒谬。",
  "困难只是提醒我们需要更加努力地克服障碍。",
  "欲望是双刃剑，既推动我们向前，又可能伤害我们。",
  "婚姻的美满取决于双方的心理是否成熟。",
  "我们应去做手边的清晰之事，为明日做好准备。",
  "气量小的人所要遭遇的绝对是失败，且心灵会贫瘠。",
  "认错能平息争论，引导对方也同你一样公正宽大。",
  "足够关注某项结果，自然一定会达到。",
  "拥有一颗富于同情的心，会获得许多权力所无法获得的人心。",
  "只有愚蠢的人，才会批评人、斥责人和抱怨人。",
  "要想成为真正的“人”，必须先是个不盲从因袭的人。",
  "战胜自我精神的人，就是一个不同凡响的人。",
  "最爱挑剔的人最激烈的批评者，往往会在一个怀有忍耐同情的静听者前软化下来。",
  "人格成熟的重要标志是宽容、忍让和善。",
  "幸福取决于内在的状态。",
  "休息并不是绝对什么事情都不做，而是对身体上某些损失的弥补。",
  "获得心理平和的方法是改变人的想法。",
  "要想摆脱不幸的阴影，最好的方法是提升自己去帮助别人。",
  "从来没人愿意踢死一只死了的狗。",
  "激励我们所接触的人，让他们知道自己潜藏的能量。",
  "做一个善于静听的人，鼓励别人谈论他们自己。",
  "有智慧的人从批评中学习，敌人对我们的看法可能更接近事实。",
  "忘记感谢乃是人的天性，但我们应不求回报的付出。",
  "成功的秘诀是「不说任何人的不好，而说我所知道的每一个人的好处。",
  "温和友善和赞赏的态度更能教人改变心意。",
  "扩大交际范围，培养自己的好奇心。",
  "永远按照对方的观点去想，从他人的立场去看待事情。",
  "真诚嘉奖，慷慨赞扬，人们就会珍爱并珍惜你的话。",
  "黄金必须使用才能显示其价值。",
  "人人都是利己主义者，只不过有人求财，有人求名，有人求安稳。",
  "男人好色，女人爱美，老人怕死。",
  "如果你要树立敌人，就处处胜过你的朋友。但是如果你要得到朋友，那就让你的朋友胜过你。",
  "真诚是为人处世的基础，无论表达关切的一方还是被关切的一方，只有你情我愿，才能互惠互利。",
  "一个成大事的人，不会处处计较别人，消耗自己的时间去和别人争论，无谓的争论，对自己性情上不但有所损害，而且会失去自己的自制力。",
  "思考时要像一位智者，但讲话时要像一位普通人。",
  "幸福家庭的七个法则：少唠叨，不要试图改变对方，请勿责难，真心诚意地欣赏对方，细微之处见真情，谦和有礼。",
  "成功的秘诀是：我不说任何人的不好，而说我所知道的每一个人的好处。",
  "所谓机会其实往往是与困难并行的。",
  "我们面对问题的时候该做的，或者能做的不过是判断，进而选择。要么去愁眉苦脸地承受生活带给我们的无穷无尽的烦恼，要么积极主动地去享受生活赐予我们的无限的选择权！",
  "大多数人在给我们布置任务，或者希望我们做什么的时候，他们要看的是“效果”，并不是“过程”，如果达不到“效果”，再完美的过程也没有意义。",
  "锻炼自己的判断力，判断身边每一个人的目的，然后用将心比心、换位思考的方式去思考问题，以常识作为判断的依据，你会发现原本复杂的问题慢慢就会变得非常简单。",
  "善于倾听是一种品德，懂得倾听是一门艺术。倾听偶尔也会成为你的指明灯：在你认真倾听别人对你说的每一句话后，往往会激发你内心深层次的欲望，它能使你找到人生新的方向！",
  "关于充实自己，我的建议是最好的老师就是阅读。不断地阅读，掌握更多的知识，了解更多的文化，自然而然就会变得谈吐优雅，聪明睿智。",
  "成功包含两方面的含义。一是社会承认了个人的价值，并赋予个人相应的酬谢，如金钱、地位、房屋、尊重等。二是自己承认自己的价值，从而充满自信、充实感和幸福感。",
  "无论你选择了什么，首先要明确自己的方向。只有这样，我们才有可能朝着正确的目标前进。",
  "我们真正需要做的只是发挥性格中的长处与优点，尽量避免自身的短处与弱点来限制或者干扰我们的行动。",
  "你要是想成功，想使自己变得卓越，就不能想想而已！要找到属于自己的方法，属于自己的位置，只有这样，才能决战职场，决胜人生。",
  "能力是重要的，只有拥有能力我们才能真正改变世界，真正的能力一定是从实践中得来，并不是指你会什么，而是指你可以做到什么。",
  "你心里能够设想和相信什么，你就能以积极的心态去获得什么。在现实中，没有什么肩膀可以依靠，只有良好的心态成就一切！",
  "当我们有了很好的想法的时候，就应该努力地去实现它，而且无论多么困难都应该坚持下去。机会总是有的，我们要做的只是在机会来临之前做好准备。",
  "不要怕面对压力，不要怕别人质疑，更不要去在乎那些善意的提醒或者是恶意的嘲笑，只有说出来会被人嘲笑的，才叫作梦想。",
  "在我们通往梦想的道路上总有着许多看起来很可怕的困难，真正的智慧并不是如何“躲避”这些苦难，改变自己前进的方向，而是克服自己内心的恐惧与无力感，扬帆远航！",
  "即使你身体残疾不健康，你的心态好，你也会快乐；即使你无法随心所欲，对于你所拥有的仍应心存感谢。让那些值得感恩的事应充满你头脑，而不可抱怨你的琐事。",
  "事实上，你不能在争执中获胜。你输了，就是输了，即使你赢了，也等于输了。原因何在？即使你赢了对方，把他说得体无完肤，你也许觉得当时很解恨，但是，因为你逼得对方低你一等，剌伤了他的自尊，就招致了他对你一辈子的怨恨。",
  "不要错过任何一个做好事的机会，每天都思索一下它对你的意义。你也许不能体会所有的意义，但至少，你帮助了别人，就是一种友好的表示，别人起码也会回报某种程度的友善。",
  "当我们害怕被闪电击倒，怕所做的火车翻车时，想一想发生的概率，会把我们笑死。",
  "要懂得闲暇时抓紧，繁忙时偷闲。",
  "对必然的事轻快的承受，就象杨柳承受风雨，水接受一切容器一样。",
  "与人有约，表示你己经取得他人的一点信任，如果你不能守信，你就等于从对方那儿不告而取——当然不是偷取他口袋里的钱财，而是盗取他的时间，一种他失去后永不能复得的东西，你也就失去了他对你的信任。",
  "生活应该有张有弛，所谓精神的“弛”，就是时常的幽默。而且，用幽默来处理烦恼与矛盾，会使人感到愉快友好。",
  "成熟男士对妇孺的富有责任感的照料，以及妇孺对帮助者表达的谢意，都不只是礼节上的客套，而是双方发自内心的真诚行为。",
  "尝试改变一下平静如水的生活，你会发现，往日的幸福感觉并不会随时光流逝。",
  "适当地让次要者参与到你们的谈话中，不仅可以打消次要者的尴尬，同时还可以为你赢得朋友的心。",
  "在平素的礼尚往来中，一些人认为礼送得越多越好，越能把关系搞得很近，越能交到好朋友，殊不知，礼仪过度会变成一种令人难以忍受的压力。",
  "一些个人的坏习惯如果不改，不仅会引起别人的反感，往往也会因此得不偿失。",
  "得体地参加社交宴请，不仅能提高你在宾客心中的地位，同时给宴请的主人留下好印象，对任何一个人来说都是有百利而无一害的。",
  "只要你时时超越自我情绪的困惑，让面孔涌起微笑，就会感染他人形成你与他人之间人际关系的良性循环。",
  "人类最重要的特质，不是执行的能力，不是伟大的心智，不是仁慈，不是勇气，也不是幽默感，虽然这些都极为重要。我个人认为，最重要的是交朋友的能力，说到其本质，其实也就是欣赏别人优点的能力。",
  "一个人最糟的是不能成为自己，并且在身体与心灵中保持自我。",
  "不论发生什么事，永远保持自我本色。",
  "你在这个世界上是一个崭新的自我，为此而高兴吧！善用你的天赋。",
  "一个人总有一天会明白，嫉妒是无用的，而模仿他人无异于自杀。",
  "秩序是天国的第一要律，秩序也是商界和生活的第一要律。",
  "有两种能力至关重要：一是思考能力，二是分清事情的轻重缓急，并妥当处理的能力。",
  "一次只提一个问题，直到解决为止，决不拖延。",
  "快乐并非取决于你是什么人，或你拥有什么，他完全来自于你的思想。",
  "人的大部分疲劳源于精神因素，真正因生理消耗而产生的疲劳是很少的。",
  "紧张是一种习惯，放松也是一种习惯。坏习惯可以改正，好习惯可以慢慢养成。",
  "厌倦是降低工作能力的唯一原因。",
  "每天时时跟自己交谈，可以引导自己思考什么是勇气和幸福。",
  "战胜自己的心灵比攻占一座城市还要伟大。",
  "我们在人生中体会到的心灵的平安与喜乐，完全是由我们的心理态度决定的。",
  "如果我们拥有勇气和平静地思想，我们就能坐在自己的棺木上欣赏风景，在饥寒交迫时欢唱。",
  "除了你自己，没有别人能带给你平安。",
  "能让你变得开心的唯一办法就是开心地坐直身体，并装作很开心的样子说话及行动。",
  "不能生气的人是傻瓜，不会生气的人才是智者。",
  "很多时候，我们只要一个眼神、一种声调或一个手势，就能告诉别人，他错了。可是，告诉他错了，能获得他的称赞吗？绝对不可能！因为你的表现等于对他的知识、判断、荣誉给予了否定，这会激起他的恼怒，却不能令他改变心意。你可以向他搬弄柏拉图的理性观点，或是不朽的康德，但是你无法改变他的意见，因为你己经伤害了他的感情和自尊。",
  "如果我们一直期望别人感恩，多半只是自寻烦恼。",
  "今天是多么的珍贵，我们如果是为了苦涩的烦恼及悔恨而糟蹋它，那太不值得了。昂起你的头，让心情开朗些吧，如同和煦的阳光滋润心田。珍惜今天的时光，因为它将不会再重现。",
  "原谅你的敌人，并忘掉对他的仇恨，有一个很好的方法，那就是诉诸超越我们的一种理想。当我们把精力都放在追求自己的理想时，哪里还有时间来考虑敌人所带给我们的屈辱呢。",
  "想要得到快乐，就不要去计较得失，不要想着别人对你付出什么，记住，我们付出只为享受施予的快乐。",
  "在你所遇到的人当中，大部分都渴望着被人同情。把你的关怀和同情给他们吧，这样你就会赢得他们的爱。",
  "经常找点事做，让自己处于忙碌状态。这是世界忘却烦恼最廉价的良药——却是最好的一种。",
  "不要因为小事太小，就不愿做出最佳表现。事实上，完成任何一件事，都能使人更强壮。能把小事做好，做大事也不会有什么问题。",
  "生活中大部分的忧虑与紧张，在于我们从未能发掘自己喜爱并擅长的工作。结果因为觉得浪费生命从事自己厌恶的工作，而心生厌烦心理，不得平静。",
  "你现在所做的工作是你喜欢的吗？如果你不热爱它，快想想办法吧！除非爱自己的工作，否则人就没有成功的机会。很多人尝试过多种工作，直到找到自己真正兴趣，才能得到成功。",
  "让我们记住与我们交谈的人吧，因为他对于他自己、他的需求以及他的问题比对我们及我们的问题兴趣大得多。即使非洲因饥荒而死了百万人，也比不上他的牙痛来得重要，他脖子上的一个肉瘤也会比亚洲大地震更令他关切。每一次你和别人开始谈话前，可以先想想这一点。",
  "如果你感到非常地悲伤、不幸，被灾难压得透不过气来，那就赶快让自己忙碌起来。不要让自己的手和心空闲下来，这是最有效的方法。",
  "我从不认为人——不管男女——需要谋生而觉得难过。但我对那些视工作如嚼蜡的人却有着无比的怜悯。在我看来，一个人若不能在年轻时找到自己喜爱的工作，无法投入青春的热忱，这是一个巨大的悲哀。",
  "敢于承担责任的人，身处任何地方，都比别人容易脱颖而出。无论小事还是大事，我们都要负责，成功必将属于我们。让我们欢迎责任的到来吧！要想让自己得到提升，必须付出巨大的努力，以及额外的付出。这在当时也许是很痛苦的，甚至可能是吃力不讨好的事，但从长远来看，必然会有所收获。",
  "要想获得成功，必备条件有几个：健康(或许不是永远重要)、活力(有了活力才有健康)、坚毅、知识、热忱与天赋。但其中还少了一项最要的，没有它，即使具备所有其他的条件，也不可能成功，那就是——工作。",
  "成功的精美食谱：判断力加上企图心，再以活力作为调味料。",
  "心灵平安的最大秘诀是——肯定自己的价值观。我真心地相信，只要我们拥有自己的黄金标准，50%的烦恼马上可以消失得无影无踪，这套黄金标准是由我们生命中真正有价值的事物所组成的。",
  "你见过不开心的马吗？或是忧愁的鸟雀？雀鸟和骏马都没有烦恼，因为它们从不在同类面前显耀自己。",
  "每个人都拥有许多未知的潜力，有时我们做的事，自己连做梦都想不到。在很多紧急情况下，我们总有完成看来不可能完成的事。与其忧虑别人对自己的评价，还不如利用忧虑的时间去做一些值得人们敬仰的事。",
  "如果你能勇敢承认自己错了，那你一定能从这个错误中获得好处。因为承认错误，不仅可以赢得别人的尊敬，也可以增加你的自尊。",
  "如果你的心中充满一些坚定的信念，就不要在意别人说什么和做什么，只要不违背自己内心的信念就行。",
  "世上丰功伟业无不是对抗“不可能”的结果。只要你深信自己做的是对的，就不要让任何事拖累你。重要的是不计困难，完成工作。",
  "一旦我们在困难面前想找别人帮忙时，就对自己说，我一定可以自己解决。不要想着逃避，那只是在愚弄自己。自己采取行动解决它，就己经开始走上成功之路了。",
  "我所渴望的是真正掌管我自己——掌管我的思想，我的恐惧，以及我的心灵。最神奇的是，我知道在任何时候，只要控制自己的行动，就可以控制自己对事物的反应。",
  "我们不要让生活的弦绷得太紧，以致没有时间欣赏草原的美妙或歌颂森林的交响曲。世界有很多事物远比钱财更重要，欣赏美好景物的能力便是其中的一种。",
  "放下手边的活，看看处面的世界多么精彩。美好的风景等着我们去欣赏。晚上到户外去看看星空，闪烁的星光及自然界瑰丽的奇景。",
  "对于很多变化，应该常持开放的心态，欢迎它，礼遇它。只有不断省察自己的想法及意见，才能保持进步。",
  "表现出有勇气的样子。即使用只是假装的，但也不露出恐惧的神色，这样会让自己更勇敢一些。",
  "当然，用一只左轮枪抵住别人的脑袋，也可以叫他交出钱财；老板也可以用炒鱿鱼来威胁员工跟你合作，但是只在你看得见他们的时候；一根皮鞭也可以任意差遣小孩。虽然这些方法都可以奏效，但是这些强制手段只会引起更加强烈的反弹。",
  "观察别人面对挫折与困难的反应，并注意他们如何克服。别人能够解决，你也一定可以。",
  "人生起伏不定，当你觉得抑郁、又无力自拔时，那说明你正处于人生的低潮，只要保持勇气，你就能帮助自己再爬起来。",
  "牢记夜晚比白天更令人沮丧难过。阳光会带来勇气。",
  "每个人在必要的时候，都能忍受灾难与悲剧，并且战胜挫折。其实我们内心拥有强大的力量，只要懂得善加利用，就一定可以战胜困难。因为，我们比自己想像中要强大得多。",
  "人除了自己，没有谁可以减少他的自由意识，我还没有看过其他毛病有比这个更简单的方法——忘掉你自己。当你觉得羞怯、别人似乎都在看你时，你只需立刻把你的心思转移到其他事上去。",
  "只要你下定决心，就一定能克服任何恐惧，记住，恐惧只存在于人的内心。",
  "害怕时，把注意力集中在你应该做的事上。忙碌的事情可以减轻恐惧。",
  "忘掉自己，别管别人怎么看你，表现得自然些吧！人生本来就是一场探险，最有成就的是那些敢于尝试的人，不敢冒险的船舶，永远无法离岸远扬，享受大海的壮阔气势。",
  "越是你所恐惧的事，你就越是要多做，以培养人的勇气，一直到积累了许多成功的经验。这是克服恐惧最快速有效的方法。",
  "让别人得到他想要的，是我们能令他自愿做事的惟一方法。",
  "事实上，恐惧是个懦弱的恶棍，要克服它，只要忽视它的存在就可以了。相信你一定可以做得到。只要我们不认为不可能，我们就不会被打败。",
  "克服羞怯的最佳方法，是对他人感兴趣，关心他们，你的羞怯会奇迹消退。为别人做点什么，经常对他人友善宽和，一定会有令人喜出望外的结果。",
  "打击与挫败本来就是成功的踏脚石，希望我们能够好好研究并加以运用，这样对我们的成功有很大的好处。",
  "每个人都该有真正兴奋的事，或一些爱好，这样才能更加丰富他的心灵，让他的生活也更有激情，而且，也正因为这样，才会让他对国家作出贡献。",
  "热忱是成功的动力。没有了热忱，你的勇力再大也发挥不了。事实上，几乎每一个人所拥有的勇力都有比他发挥的多。你可能学识渊博，判断力强，但在你将热腾腾的心投入思想与行动之前，没有人——包括你自己——会真正认识你所拥有的能力。",
  "如何能让自己变得更加充满激情？问你自己喜欢做的是什么，然后尽快由不喜欢的部分转到喜欢的部分。表现出热情的样子，告诉别人你对它感兴趣的原因。",
  "很奇怪，为什么只要让自保持忙碌就能驱除我们的焦虑呢？这是因为：无论多么聪慧的心灵，也不可能在同一时间内同时想两件事。",
  "如果人们不让自己处于忙碌状态，只是无所事事，胡思乱想，则必定会孵化出一群精怪，摧毁他们的行动与意志力。",
  "为什么我们不用训练狗的常识来改变别人？为什么不把皮鞭换成肉片呢？为什么不用赞赏代替惩罚呢？即使他的改进再微小，我们也应赞美，这样才能激励对方继续改进。",
  "人的一生中，约有60%的事都做对了，只有40%是错的，想要快乐，只需老想着那60%的事，忘掉那40%就可以了。如果想要自寻烦恼，那就反过来做。",
  "所有国王的武士与马匹，都唤不回昔日君王的雄风。让我们切记：不要去锯无用的木屑。",
  "保持诚恳发自内心的微笑，挺起胸膛来，好好做个深呼吸，放开嗓子吼几声。很快地，你就会发现这样做，就不会有忧郁或消沉的心情。",
  "不要被琐事扰乱了你情绪。烦心的小事就好像人生中的白蚁，不要让它摧毁了人的幸福。",
  "有句法律格言讲得好：“法律非为琐事而设”。要想求得内心的平安，切勿为小事烦恼。",
  "与人沟通的诀窍就是:谈论别人最为愉悦事情。",
  "要想让别人得到快乐，其实轻而易举。只要对那些寂寞灰心者说几句真诚的赞赏就可以了。也许你今天说的话到了明天就忘记了，但接收者却会珍视一生。",
  "每天给自己打气，是不是很愚蠢、幼稚或肤浅？刚好相反，这是深刻的心理本质。",
  "为寻求解决问题之道，你应多方思索，但事情一旦决定，就别再去为它烦恼。",
  "虽然生活中的事我们无法随心所欲，也不要让自己充满着忧虑及仇恨，这样只会毒害自己的生活。",
  "人的力量和精神毕竟是有限的，所以我们不能去对抗不可避免的事，也没有足够的剩余精力去创造新生活。我们只有两个选择，要么顺服于生命中不可避免的风雪，要么因抗拒而摧折自己。",
  "仇恨给人体带来的巨大伤害是什么都不及的，甚至苦难、疾病、有缘由的烦恼都远远比不上。因此，我们一旦心中有了仇恨，就应该立刻制止它，以欢乐的思想取而代之，为有价值的事省下上天赐予我们的宝贵精力。",
  "我们常常会有很多机会，可是因为没有作好准备，却很少能发现这些机会。好好注意和抓信你身边的机会吧！那些能够把握眼前机会的人，大部分会成功；但是一个人如果能够自己创造机会，他却绝对会获得成功。",
  "幸福与环境无关，它取决于一个人的思想。举例来说，两个人在同样的环境，做着同样的事情，拥有相当的财富与名望，但一个不觉得快乐，另一个却非常幸福。为什么？完全是因为不同的心态。",
  "很多人认为只要他们能够换个好环境，或换个工作就会感受到快乐些。其实，那也未必，倒不如现在就想法快乐起来，不要拖延未来。",
  "如果你想要别人憎恨你，让他一辈子都记住你的坏，我们只需要对他说上几句尖刻的话，不管你说的话有没有道理。",
  "我们应该接受一切命运的按排吗？决不！不要相信宿命论。只要还有一丝希望，我们就不应该放弃！可是如果形势己成定局，无可改变，那我们也不要拖泥带水，赶快寻找新的希望，而不是一味奢望这不是真的。",
  "环境并不能决定人是否幸福。我们对环境的反应才真正决定我们的感受。耶稣说过，天堂就在人的心中。地狱，当然也是一样。",
  "即使我们厄运当头，也要想想与快乐只不过是一线之隔，这样来减轻压力。下次再想抱怨自己运气不好时，也要换一种想法，庆幸情况并不是更糟，这样你就会高兴起来了。",
  "心中充满快乐的思想，我们就能快快乐乐；想着悲惨的事，我们就会悲伤；中心满是恐惧的念头，我们必会害怕；怀着病态的思想，我们真的可能会生病；想着失败，则一定不可能成功；老是自怜的人，别人只会想法躲着他。",
  "你是否知道，如果你工作时能保持愉快的心情，回家里你必定会比整日烦躁着工作更轻松。愉悦、微笑能舒解压力。使人疲倦的并非工作本身，而是你的心态。",
  "冷静分析过去的错误，设法从中获益，再忘却它，这是惟一让过往有建设性意义的做法。",
  "我认为人性中最具有悲剧性的事，就是我们不能把握现在。人们一直梦想着地平线彼岸的玫瑰园——以致无法欣赏正绽放在窗前的玫瑰花。",
  "我们可以谨慎地思考、计划及为明天的事作准备。但却绝不能为明天而焦虑。",
  "与人相处时，切记人并非都是理性的，我们所面对的是一位充满情绪与偏见的人，只有给他尊严与面子才能打动他的心。",
  "一旦你的婚姻发生了裂痕，试着这样做：记下你配偶的一切优点，在优点的旁边列下你自觉较难相处的特点，进行一下比较，你可能会有很意外的发现。",
  "不要让恨意充满你的心。与人发生磕碰时，不要害怕让步，因为，只有小人物总是坚持己见以维护尊严；愿意主动伸出手与人言和坦承自己的错误，并提议重新开始的人，才称得上是气度宽宏的人。",
  "暂时忘却自己，开始对别人感兴趣吧！每天都去做一件能带给别人欢笑的事。",
  "在争执中，你只有避免争执才能得到最大的好处，因为逃避它如同避开蛇蝎或地震。",
  "很多争执只能使双方更坚持自己是对的。",
  "那些有着丰功伟业的人，多半是那些在看来毫无希望的处境下仍然努力不懈的人。",
  "关心他人与其他人际关系的原则是一样的，必须出于真诚.不仅付出关心的人应该这样，接受关心的人也应当如此。",
  "行为胜于言论，对人微笑就是向人表明:\"我喜欢你，你使我快乐，我喜欢见到你\"。",
  "世上人人都在寻找快乐，但是只有一个确实有效的方法，那就是控制你的思想，快乐不在乎外界的情况，而是依靠内心的情况。",
  "一种简单，明显，最重要的获得好感的方法，那就是记住他人的姓名，使他人感觉对于别人很重要。",
  "成功者与失败者最大的差异是，成功都会设法由失败中获益，再尝试其他的办法。",
  "多数人记不住别人的姓名，只是因为他们没有下必要的功夫和精力去记忆，他们给自己找借口:他们太忙。",
  "如果你要使别人喜欢你，如果你想他人对你产生兴趣，你注意的一点是:谈论别人感兴趣的事情。",
  "现实生活中有些人之所以会出现交际的障碍，就是因为他们不懂的忘记一个重要的原则:让他人感到自己重要。",
  "如果在你一心向往的事上，尚未能成功，千万不要放弃。成功者多半都有这个信念，要知道，挫折是难免的，重要的是怎么样去克服它。坚持并战胜挫折，世界就在你的脚下了。",
  "只要改变想法，就能改变人生。",
  "朝着一定目标走去是“志”，一鼓作气中途绝不停止“气”，两者合起来就是“志气”。一切事业的成败都取决于此。",
  "一种简单明显但最重要的获得好感的方法，那就是记住他人的姓名，使他人感觉自己对于别人很重要。多数人不记得姓名，只是因为他们没有下必要的功夫和精力去记忆，他们给自己找借口:他们太忙。",
  "始终挑剔的人，甚至最激烈的批评者，都会在一个有忍耐和同情心的倾听者面前软化降服。如果希望成为一个善于谈话的人，那就先做一个愿意倾听的人。",
  "与人沟通的诀窍就是:谈论别人最为愉悦事情。如果你要使别人喜欢你，如果你想他人对你产生兴趣，你注意的一点是:谈论别人感兴趣的事情。",
  "现实生活中有些人之所以会出现交际的障碍，就是因为他们不懂的一个重要的原则:让他人感到自己重要。人类本质里最深层的驱动力就是希望具有重要性。你要别人怎么对待你，你就先怎样对待别人。",
  "如果一个人看清了自身的处境，知道哪些情况是必得承受，无可避免的，就得想法子让自己承受得愉快些，有意义些。也就是说，你要支配情绪、控制情绪，不能让情绪支配、控制你，甚至摧毁你。健康愉快的生活来自勇敢进取的生活态度，只会诅咒生活的人，永远不会尝到生活的乐趣。",
  "如果我们将忧虑的时间用来寻找解决问题的答案，那忧虑就会在我们智慧的光芒下消失。",
  "如果你真正对别人感兴趣，相信不超过两个月，你就会交到许多朋友；绝对比你两年内想吸引别人注意所交到的朋友更多。简单地说，交朋友的另一个方法是让自己成为别人的朋友。",
  "即使开始时怀有敌意的人，只要抱着真情和诚意去接触，就一定能换来好意。",
  "如果你把自己的思想隐藏起来，却想去了解对方的一切，那是办不到的。",
  "尊重别人所尊重的人，就是尊重他本人，因为这说明我们赞成他的判断，反之，尊重他的仇敌，则是轻视他。",
  "能设身处地为他人着想，了解别人心里想些什么的人，永远不用担心未来。",
  "尽量去了解别人，而不要用责骂的方式；尽量设身处地去想：他们为什么要这样做。这比起批评责怪要有益、有趣得多，而且让人心生同情、忍耐和仁慈。",
  "生活中大概有90%的事情是对的，只有10%才是错的.如果我们要得到快乐，我们所应该做的，就是把精力放在那90%正确的事情上，而不要理会那10%的错误。",
  "我们很少去想到我们已经拥有的，而总是想到我们所没有的，这正是世界上最大的悲剧，它所造成的痛苦可能比历史上所有的战争和疾病都要多。",
  "生活中应该有两个目标，首先，要得到你所希望得到的，然后，在得到它之后，要充分享受它，只有很少聪明的人才能做到第二步。",
  "认真对待别人的姓名，等于是给他一个赞美，表示他给你的印象非常地深刻。记住他人的姓名，让他觉得自己很重要。",
  "批评不但不会改变事实，反而会招致愤恨。",
  "别人都有自己的想法与做法，努力去找出背后的原因，你就会拥有一把了解他的行为甚至个性的钥匙。",
  "试着站在别人的立场看问题，你就会更加了解他。",
  "始果你常常埋怨别人，那就试试这样来做；专门找他的优点，每个人或多或少都有一些优点的。",
  "如果你有一个正确的思想，就可以使任何工作变得更有趣。你的老板希望你更用心工作，对他才有好处。但是，我们先不要去想老板的目的，只要想想我们自己对工作感兴趣，能够给我们带来什么帮助。",
  "不断地提醒自己，工作可使你享受双倍的人生乐趣，因为你的一半清醒的时间都在工作，如果你在工作中找不到乐趣，别的地方多半也找不。常常想到投入工作会令你无心烦恼，做久了，还有可能会获晋升或加薪。即使不能得到晋升或加薪，但有正确的想法才能将倦怠减至最低，帮助你好好享受休闲的时间。",
  "即使我们“假装”出对工作感兴趣的样子，就有可能使自己产生真正的兴趣，也有助于减少疲倦、紧张与忧虑。",
  "因批评而引起的羞忿，常常使雇员、亲人和朋友的情绪大为低落，并且对应该矫正的现实状况，一点好处也没有。",
  "在你每天的生活之旅中，别忘了为人间留下一点赞美的温馨，这一点小火花会燃起友谊的火焰。",
  "能让一个人发自内心的大笑，就表明你与他的友谊己经开始了。愿意对你欢笑的人，或多或少，他是喜欢你的，至少不排斥你。",
  "成功的人际关系在于你捕捉对方观点的能力；还有，看一件事须兼顾你和对方的不同角度。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，家庭要教养他，使他具有为人所认可的独立人格。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都会被完全遗忘。",
  "生命太短促，不能老谈自己微小的成就来叫人厌烦，且让我们鼓励别人多谈吧。",
  "永远不要对敌人心存报复，那样对自已的伤害将大过对别人的。",
  "寻求快乐的唯一途径，是不要期望他人感恩，付出是一种享受施与的快乐。",
  "生命太短暂不要为小事烦恼。",
  "运用适当的方式，以有礼回报无礼，会有另一番效果。",
  "厌倦远比艰辛的登山运动更容易让你疲劳。",
  "人是多么奇怪的动物啊，明明幸福就在眼前，却很少有人能够抓住它，非要等到它失去了，才追悔莫及。",
  "想要让别人做事的办法只有一种。你知道是什么吗？是的，只有惟一的一种方法，那就是令他自己想要去做。",
  "如果你没有出人头地的意愿，你将多半一事无成。",
  "如果我们有了接受最坏情况的心态，就不怕任何打击了。",
  "凡不关心别人的人，必会在有生之年遭受重大的困难，并且大大的伤害到其他人.也就是这种人导致了人类的种种错误。",
  "打动人心的最佳方式是跟他谈论他最珍贵的事物。",
  "如果我们以生活来支付烦恼的代价，支付得太多的话就是傻瓜！",
  "当你为已经过去的事烦恼的时候，你应该想到这个谚语：不要为打翻了的牛奶而哭泣！",
  "罗兰说：人生的快乐来自工作上的成功！要做个快乐的人就去努力工作吧！",
  "我们只要注意维护别人的自尊，那么不管对方是什么人，都同样会还报你以自尊。",
  "与别人保持适当的默契，不是表面上，而是打心底里想与人合作，你就一定会取得成功的。",
  "我们应该表现得谦逊，因为你我都是凡人，也许百年后，你我将完全被人遗忘。生命太短促了，我们实在不堪以自己渺小的成就去惹人厌烦。让我们多鼓励别人谈话吧！",
  "放松！放松！再放松！要学会在工作的时候让自己放松！",
  "快乐是不假外求的，它来自你全心全意投入一件事的过程。要想快乐，就给自己订立目标，以集中心力，发挥能力并激发希望。如果你想要快乐，就试着对更多事物投入热情吧！",
  "世上充满有乐趣的事，在如此多彩多姿的世界中，千万不可容许自己过得无聊。在这世上，从来都有只有惟一的一次机会去品尝人生这场精彩的探险。何不精心安排，全心全意地活得充实、活得快乐？",
  "世上没有人能解释生命的奥秘。人的生理机能固然是一项深奥的秘密，但我们家里用的电力何尝不是，路边的小花，草坪的小草，不也是一项奥秘吗？",
  "勇气是衡量伟大心灵的一把尺，请想办法去度量它吧！",
  "面对看似巨大的打击，不要逃避。你将惊讶地发现，恐惧正在节节消退。要克服恐惧与忧虑，请保持忙碌！",
  "运用自然规律来克服忧虑。问你自己：“这件事发生的几率有多少？“",
  "你还记得一年前的忧虑吗？它们后来的发展如何？你不是浪费许多无谓的精力在上面吗？大多数的烦恼后来不也都解决了吗？",
  "不管事实有多么地苦涩，仔细分析实际情况，然后作出决定，一旦你作了决定，就要全力实施它。千万不要浪费任何时间去担忧决定是否正确，设法把它做对就可以了！",
  "你是否感到忧虑？散步是消除它的最好药方。带着你的烦恼去散步，它们极可能插翅而飞呢！",
  "所谓哲学，根据希腊哲学家艾匹克蒂塔的意思，是这样说的：“哲学本质是，人生的幸福，越少仰赖身外之物越好。”",
  "要牢记，快乐并非取决于你是谁，或你拥用的东西，它完全来自于个人的思想。因此，我们每个人都应该想想应该感恩的事。我们的思想决定了我们的未来。所以，让我们的心中充满希望、信心、真爱、与成功的想法吧！",
  "人生在世，我们的追求最终的目的就是为了幸福，但幸福不一定就是财富或名望。其实，决定幸福的条件只有一个，那就是——你的思想。",
  "生活中的大多数人，要么为昨天懊恼，要么为明天担忧，为什么我们不肯为今天的面包上涂厚厚的果酱呢？",
  "如果你能花上一天的时间对别人宽厚体恤，就一定可以继续做下去。这样做对你没有任何损失，何不从现在就开始？",
  "爱默生说：“我遇见的每一个人，或多或少是我的老师，因为我从他们身上学到了东西。”",
  "不要指望别人感激你！",
  "如果有一个成功的秘诀，那就是获得对方立场的能力，从他的观点观察事物。",
  "如果你是一个脑力劳动者，使你感觉疲劳的原因很少是因为你的工作超量，相反是由于你的工作量不足。",
  "世界上充满了这样的人：攫取、自私。所以不可多得的利他的、愿意服务他人的人，会获得很大的成功，这样的人几乎没有人能与之竞争。",
  "先激起对方的急切欲望，能做到这点就可以左右逢源，否则将处处碰壁。",
  "威廉·詹姆斯曾说过：“一般人的心智能力使用率不超过10%，而大部分人还不太了解自己有哪些才能。与我们应该取得的成就相比，其实还有一半以上是未被唤醒的。我们只运用了身心资源的一小部分。人往往都活在自己所设定的限制中，我们拥有各式各样的资源，却常常不能成功地运用它们。”",
  "如果你“假装”对工作有兴趣，一点点假装就会使你的兴趣成真，也可以减少你的疲劳。",
  "现在你何不问问自己：“我到底在烦恼些什么呢？”你多半会发现，你所担心的事既不重要，也没有意义。",
  "世上最好的医生，就是饮食有度、保持平和以及愉悦的心情。",
  "罗根·史密斯有一句智慧之言：“人生有两项主要目标，第一，拥有你所向往的；第二，享受它们。只有最具智慧的人才能做到第二点。”",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "成功的人，都有浩然的气概，他们都有是大胆的，勇敢的。他们字典上，是没有“惧怕”两个字的，他们自信他们的能力是能够干一切事业的，他们自认他们是个很有价值的人。",
  "朝着一定目标走去是“志”。一鼓作气中途不停止是“气”，两者合起来就是志气。一切事业的成败都取决于此。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "熊熊的热忱，凭着切实有用的知识与坚忍不拔，是最常造就成功的品性。",
  "如果你表现得“好像”对自己的工作感兴趣，那一点表现就会使你的兴趣变得真实，还会减少你的疲惫、你的紧张，以及你的忧虑。",
  "得到友谊的最佳方法，是必须注重施予，而不是获得，但应该是亲自赢得来的，而不是靠一时的吸引和哄骗。",
  "我们是希望别人先来喜欢我们，却不曾想到如何才能让人喜欢。",
  "要首先引起别人的渴望，凡能这么做的人，世人必与他在一起，这种人永不寂寞。",
  "解别人心里想些什么的人，永远不用担心未来。",
  "在交际中，微笑的魅力是无穷的。它就像巨大的磁铁吸片一样，吸引着你周围的人们。",
  "每个人都喜欢被赞扬，但赞扬必须是真诚的，仅靠讲一些讨人欢心的话是不够的。",
  "顾全对方的面子。这一点非常重要，在批评他人之前，一定要想到一种好的方式。",
  "批评他人前先承认自己的错误。",
  "委婉的指出他人的错误。公司禁烟，看到一群工人在抽烟，先给他们每人发了一根雪茄，然后请他们到隔离区抽烟。",
  "当你无计可施时，就用激将法。要把生产搞好，就必须及其竞争。不是肮脏的手法或钱，而是靠激起他们的超强的斗志。",
  "这个时代充满戏剧性，真理仅仅靠平铺直叙是不够的，必须生动。有趣。戏剧性地表达出来。你必须用一些演技来吸引人。电影。电视都是如此，如果你想吸引人的注意力，你也可以这么做。",
  "激发他人高尚的动机。",
  "一个人做事通常有两个动机，一个是真正的动机，一个是名义上的动机。",
  "同情他人的想法和愿望。",
  "我宁愿在会谈前一个人在办公室的走廊上徘徊两个小时，也不愿再脑子里还没有清晰思路的想法和思路，并且完全不了解对方的喜好，也不能激发他人的兴趣的情况下，贸然进入他人的办公室。",
  "我完全理解你的感受，如果我是你，我也会有同感。",
  "你是怎么样关注自己的事情而不会在乎其他的事情，你就会意识到世界上的每个人都是这样。",
  "我们公司最近生产了一批__，最近到达了办事处，但是还有一些不完善的地方，想让您去帮我们做一些技术改进，我们诚挚的邀请您在闲暇时刻过来看看，您业务繁忙，我将派车去接您。",
  "谁都不愿意被迫去买东西或做事，我们喜欢主动去购买想要的东西或履行自己的意愿，他人考虑我们的愿望。意愿和想法，会让我们更高兴。",
  "如果你想树敌，让自己显胜于朋友;如果你想交友，让朋友显胜于你。",
  "学会倾听，让对方自己来说吧，他们比你更了解自己的事情。当他们着急发表自己更多的意见时，根本无心留意你，所以你要心胸开阔，耐心的，真诚地听完，并鼓励他们完整的表达出来。",
  "一开始就让对方说：是。",
  "如果你紧握着双拳来找我，毫无疑问，我的拳头会攥的更紧。但如果你过来跟我说：让我们坐下来交换一下意见，看看我们会有什么分歧。我想那就没有什么问题了。",
  "尊重他人的意见，永远不要说，你错了。",
  "一个人的态度直接决定了他的行为，决定了他对待工作是尽心尽力还是敷衍了事，是安于现状还是积极进取。",
  "生活的准则可以用一个词表达：工作。工作是生活的第一要义;不工作，生命就会变得空虚，就会变得毫无意义，也不会有乐趣。",
  "林肯曾经这样责备一位经常和同事激吵的军官：任何想要有所作为的人，绝不会把时间浪费在与他人争吵上。你根本担负不起争执的后果，其中包括暴躁的脾气。失去自制力。在拥有等权利的事务上，要多让对方一些，即使是在明显你是对的事情上，你也要让一下。与其和狗抢路，被它咬伤，还不如让他早点过去，否则就算你把狗杀了，也不会治好你的伤口。",
  "当你一味的和别人争论时，你可能是对的，但那完全不能改变别人的意见，你可能只是在徒劳无功地好像为自己的错误观点辩解一样。",
  "他没有问你的意见，也不想知道，为什么要和别人争论呢要永远避免和他人正面冲突。",
  "你希望别人如何对待你，就应该先怎样对待别人。你该如何，在什么时候，在什么地方去做呢？",
  "记住别人的姓名，使人觉得受到了尊重——但我们中间有几个人能够这样做呢？",
  "行动看似跟随在感觉之后产生的。但事实上，它与感觉同时进行，行为更多的是受控于意念而非感觉，通过调节行为，我们就能间接地调节感觉。所以，如果我们不快乐，有一种强烈的意愿让自己快乐起来，那就是快乐的行动，快乐的说话，假装已经很快乐的样子。",
  "对别人表现出诚挚的关心。",
  "首先要激起别人的渴望，如果能做到这点，就可以如鱼得水，否则就将处处碰壁。",
  "那些不能给予微笑的人更需要微笑！",
  "你伤害过谁，也许早已忘了。可是被你伤害的那个人永远不会忘记你。他决不会记住你的优点。",
  "思想是至高无上的，保持一种正确的人生观，一种勇敢。坦率和乐观的态度。",
  "成功的商业会谈并没有什么神秘之处——高度集中注意力倾听正在和你讲话的人，是最为重要的，没有比这个更讨人欢心的了。",
  "记住一个人的姓名，这对他来说，是所有语言中最美好、最重要的声音。",
  "在谈话的时候，他会把那个人的名字重复几次，并试着在心中把它跟那个人的特征。表情和容貌联系在一起。",
  "学习要加，骄傲要减，时机要乘，懒散要除。",
  "倘若取得成功有小技巧得话，这一小技巧就取决于观查其他人的心态，并可以一起综合自身和其他人的心态。这个国际既不是有钱人的国际，也不是有权人的国际，它是有心人的国际。",
  "培育自信的办法，那便是做你所怕做的事，去取得一次成功经验的记录。",
  "仇恨不能伤害对方一根毫毛，却让自己的日子变成炼狱。",
  "我们的疲劳通常不是由于工作本身，而是由于担心。紧张和不舒服。",
  "生活中的许多麻烦都源于我们盲目地与他人比较，而忘记了享受自己的生活。",
  "在世界上影响另一个人的唯一方法是谈论他想要的东西，并告诉他如何得到他想要的东西。",
  "能够培养出在沉默中善于倾听的能力的人，似乎比任何性格好的人都少。",
  "感恩是伟大教养的产物，你不可能从普通人那里得到它;忘记或不感恩是人类的天性。",
  "保护他人的面子！这是一个多么重要的问题啊！而我们却很少考虑这个问题。即使别人犯了错，而我们是对的，不给别人留面子也会毁了一个人。",
  "一个成大事的人，不能处处计较他人，耗费自己的时刻去和他人争辩，无谓的争辩，对自己性情上不但有所危害，而且会失掉自己的自制力。只需有可能就对人谦让一点，与其跟一只狗争路走，不如让狗先走一步。假如被狗咬了一口，你即使把这只狗打死，也不能治好你的伤口。",
  "假如你被批判，请记住，那是由于批判你会给他一种重要感，也阐明你是有成就，引人注意的，许多人凭仗指责比自己更有成就的人得到满足感。",
  "人不是由于没有信仰而失利，而是由于不能把信仰化成行动，而且坚持到底。",
  "对别人好不是一种责任，而是一种乐趣，因为它能增进你的健康和幸福。当你对别人好的时候，你也是对自己好。",
  "人性中最可悲的事情之一是，我们所有人都在拖延生活，梦想着天空中美妙的玫瑰园，而不去欣赏今天窗外盛开的玫瑰花。",
  "你如果在别人责怪你之前，就认错。对方想说的话，你已替他说了，他就无话可说，那么你有98%的可能得到他的原谅。",
  "人性的根源深处，强烈渴求着他人的欣赏”。",
  "要得到友谊，就别怕麻烦，全心全意地为他人做些事情吧——哪怕要为此付出时间。精力。慷慨与体贴。",
  "我们的疲惫一般并非因为工作本身，反而是因为焦虑。紧张和不悦。",
  "争辩。抱怨和反驳或许会带来暂时的胜利，但你永远无法通过这表面上的胜利赢得对方的尊敬。",
  "你认为自己是什么，并不是真正的你，而是你认为自己是什么，你就会变成什么。",
  "对于那些不成熟的人来说，他们总能找到一些借口来掩盖自己的一些缺点或不幸的事情。",
  "凡是我遇到的人，都有比我强的，在这方面，我应该向他们学习。",
  "灵性成熟的过程是一个不断自我发现和自我探索的过程，除非我们首先了解自己，否则很难理解他人。",
  "要想成功，你必须具备这样的条件：用你的欲望提高你的热情，用你的毅力磨掉高山，同时相信你会成功。",
  "人们的失败不是因为他们没有信心，而是因为他们不能把信心变成行动，坚持到底。",
  "若想树敌，就胜于你的朋友;若想交友，就让朋友胜于你。",
  "对他人好并非一种义务，它是一种享受，因为它能提高你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "发自内心地关注他人，不出两个月，你就能交到许多朋友;只想博得他人的关注，哪怕两年，你也交不到朋友。",
  "世界上1%的人是吃小亏而占大便宜，而99%的人是占小便宜而吃大亏。大多数成功人士都源于那1%。",
  "阅读对你本身毫无益处，除非你付诸行动。",
  "大多数人快乐，是因为他们决定要快乐。",
  "寻求快乐的唯一途径是不要期望他人的感恩，付出是一种享受施予的快乐。",
  "怀着爱心吃菜，也会比怀着怨恨吃肉好的多。",
  "真正的快乐不见得是愉悦的，它多半是一种胜利。",
  "如果你无法获得平静，生活将没有意义。所以你必须使你的灵魂获得安宁，并且平静生活。",
  "自己表现是人性中最重要的需求。",
  "如果你读完这本书能领悟到这一点——永远从别人的立场去思考，并从他们的角度来看待问题，这将是你事业的转折点。",
  "如果有什么成功的秘诀的话，就是了解对方的观点，并且能站在对方的角度和你自己的角度来看事情。",
  "多数人都想拥有：身体健康和保护生命;食物;睡眠;金钱和金钱能买到的东西;以后的生活保障;性的满足;受人尊重的感觉。",
  "佛洛依德说过，我们做任何事，都是源于两个动机：性的渴望和做伟人的欲望。",
  "在这个世界上，只有一种方法能够让任何人去做任何事，你想过这种方法是什么吗对，只有一种方法，那就是：让别人愿意去做某事。",
  "只有愚蠢的人才会批评。指责和抱怨别人——的确，大多数愚蠢的人都这么做。但是谅解和宽恕别人，则需要人格魅力和自制能力。",
  "在一切烈火中，地狱魔鬼所发明的狞恶的毁灭爱情的计划，喋喋不休是最致命的，它就像毒蛇的毒汁一样，永远侵蚀这人们的生命。",
  "因此，如果你想要某人去做什么事，开口之前，先停下来想一想：我怎么样让这个人心甘情愿的去做呢？",
  "世界上唯一能影响别人的方法，是谈论他的需要，并告诉他怎么样去得到。",
  "要想钓到什么样的鱼，就必须挂什么样的鱼饵。",
  "我所遇到的每一个人在某些方面都比我强，我应该向他们每一个人学习。",
  "你一定得维持你自己的本色，不论你的错误有多少，能力多么有限，你也不可能变成别人。",
  "要在生命的交响乐中演奏你自己的乐器。",
  "所有的奉承都是廉价的赞美。",
  "别害怕攻击你的敌人，但要害怕奉承你的朋友。",
  "我认为我的最大能力就是激励周围的人的热情。这就是我最大的资本，二充分发挥一个人才能的方法正是赞赏和鼓励。",
  "人类的天性就是渴望得到别人的尊重。",
  "许多罗曼蒂克的梦想破灭了！50%以上的婚姻不幸福。原因之一是：毫无用处，却令人心碎的批评。",
  "成功的人，都有浩然的气概，他们都有是大胆的，勇敢的。他们字典上，是没有“惧怕”两个字的，他们自信他们的能力是能够干一切事业的，他们自认他们是个很有价值的人。",
  "我们要记住，与人相处的时候，我们面对的不是绝对的理性动物，而是充满了情绪变化，满腹成见，受自负和虚荣激励的生物。",
  "对工作满怀热枕，是一切希望成功的人必须具备的条件;对任何事都满怀热枕的人，做任何事都会成功。",
  "只有在工作时专心投入而且能够从工作中获得快乐的人，才能在游乐时感到喜悦。",
  "通过工作中的耳濡目染获得大量的知识和经验，这将是工作给予你的最有价值的报酬。",
  "天下最悲哀的人莫过于本身没有足以炫耀的优点，却又将其可怜的自卑感，以令人生厌的自大、自夸来掩饰。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "答案不言而喻，大部分的人都会选择幽默搞笑的人。在人际交往中，那些凡是喜欢斤斤计较，相处起来会比较费劲，说话也得小心翼翼的表达。而和懂得幽默的人相处，整体的氛围和环境就会特别的舒服和自然。",
  "最困难的事情通常是最值得做的事情。",
  "如果你被人批评，那是因为批评你能给他一种满足感。这也说明你是有成就的，而且引人注意。小人常为伟人的缺点或过失而得意。不合理的批评往往是一种掩饰了的赞美。",
  "很多不会拒绝的人，是过度心软的人。担心对方因为自己的拒绝而受到伤害，于是把烦恼转嫁在自己身上。在拒绝这件事上，与其模棱两可的回答给人希望，不如直接果断的拒绝来得更为实在一些。",
  "心灵的成熟过程是持续不断的自我发现、自我探寻的过程除非我们先了解自己否则我们很难去了解别人。",
  "能养成善于静听能力的人，似乎要比任何好性格的人都少见。",
  "如果你不开心，那么，能变得开心的唯一办法是开心地坐直身体，并装作很开心的样子说话及行动。",
  "成功是由你自己创造的，而不是由外部环境创造的。",
  "当你和别人交往时，要先关心别人的感受和需要。",
  "今天就是生命你惟一确实拥有的生命。充分运用今天吧！",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。",
  "如果你想让别人喜欢你，就要首先喜欢别人。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "￼试问：一个说话幽默搞笑的人和一个严肃计较的人一起，你更喜欢和哪一个相处呢？",
  "幽默是很多聪明人贯用的说话方法，而自嘲则是幽默的最高境界。在有些尴尬的场合，幽默的人善于去活跃气氛，通过自嘲的方式去找到台阶，打破僵局。对于有些严肃的年轻人，不妨放开自己的内心，果敢面对自己，或许能让你拥有不一样的感受。",
  "其实大部分人提出要求时，都会预测到一切结果的可能，也会做好被拒绝的心理准备。很多时候，你只是高估了自己的作用，低估了对方的承受能力。最后成全了别人，却委屈了自己。",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "感恩是极有教养的产物,你不可能从一般人身上得到,忘记或不会感谢乃是人的天性。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "一般会说话的同事在和人交流时知道对方想听什么，同时他也知道怎么说话让对方听起来更舒服，更容易接受。所以这类人一般都比较受欢迎，看起来会有很多的朋友。但是除了说话，为人处世也很重要，如果这个人仅仅是口嗨，那么久了身边的朋友也会离他而去，能够有很多朋友的、长期受欢迎的人一般为人处世也很厉害。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "失败并不是你的失败，而是你的行为失败了。",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "我们的疲劳，通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "独立的女性自身带着创造幸福得能力，爱情对她们来说只是锦上添花。",
  "如果你的行为散发的是快乐，就不可能在心理上保持忧郁。",
  "你不能教会一个人任何东西，你只能帮助他在自己的内心找到答案。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "不是别人有没有爱我们，而是我们值不值得被爱。",
  "许多人无法成为一名良好的与人交流者，主要是他们只会谈他们自己感兴趣的事情，而这些事情却令其他人感到无聊透顶。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。",
  "人生如行路，一路艰辛，一路风景。",
  "在你过去的生活中，谁伤害过你，也早已忘记了，可是被伤害的那个人却永远不会忘记。你决不会记住他的优点，而是记住他对你的伤害。",
  "你所表现出来的永远只是你内心世界的反应。",
  "和人打交道时，请牢记这一点——人并非理性生物。他们由情感驱使，被偏见支配，傲慢与虚荣是他们的动力之源。",
  "改变自己远比改变他人令你受益更多，并且风险更小。",
  "指责和批评徒劳无益，于事无补。",
  "指责如同回旋镖，总会伤及自身。",
  "作恶者怪罪所有人，却从不悔过。",
  "心理学家汉斯•塞利也曾说过：“我们对他人的肯定有多渴望，对责备就有多恐惧。”",
  "批评是无用的，它激起抵触，让人急于辩白；批评是危险的，它伤害自尊，甚至让人萌生恨意。",
  "心灵的成熟过程是持续不断的自我发现、自我探寻的过程除非我们先了解自己否则我们很难去了解别人。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "感恩是极有教养的产物，你不可能从一般人身上得到，忘记或不会感谢乃是人的天性。",
  "忘恩负义乃是人的天性，如果你非要期望别人感恩，那多半是庸人自扰。",
  "一个人的眼界决定了他的高度，一个人的心胸决定了他的宽度。",
  "憎恨伤不了对方一根寒毛，却把自己的日子弄成了炼狱。",
  "对别人的恭维，不过是婉转地表达对自己的赞美。",
  "赢得争论的方法只有一个，那就是避免争论。",
  "如果你希望做好，你就会做好。",
  "人与人的交往中，你把对方看成一朵花，你就会感到快乐；而你如果把对方看成仙人掌，你就会感到痛苦。",
  "集中所有的智慧，所有的热诚，把今天的工作做得尽善尽美，这就是你迎接未来的最好方法。",
  "人们真正关心的只有自己，这一点永远不会变，无论今天还是明天，无论现在还是未来。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "概念极为简单，不幸的是，执行起来却很复杂、很困难。",
  "伟人之所以伟大，就是看他如何对待一个卑微的人。",
  "伤害人的并非事件本身，而是他对事件的看法。",
  "生活有进退，输什么也不能输心情。",
  "具有成熟心灵的人不会陷于自己的困难当中，而是勇敢的去面对它、接受它，然后想办法加以克服、解决。",
  "让你快乐或不快乐的，不是你拥有什么、你是谁、你在哪里或你在做什么，而是你对此怎么想。",
  "美丽的外表只能创造初次接触的机会，人格魅力才能经得住时间的考验，渗出沁人的芬芳。",
  "你所认为的你，并非真正的你，反倒是你怎么想的，你就会变成什么样的人。",
  "在现代城市的混乱中，只有能保持内心平静的人才不会变成神经病。",
  "人类不会因为工作过于疲劳而死，但却会死于浪费和忧虑。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "你希望别人怎么待你，你就该怎样的对待别人。",
  "成功之道，惟有用心思考，别无捷径。",
  "只有愚蠢的人，才会批评人、斥责人和抱怨人，但若要宽恕和了解他人，那就需要在人格及克己上下工夫了。",
  "人生没有绝对的公平，却又是相对公平的。在一个天平上，你得到的越多，也必须比别人承受的更多。",
  "如果成功有诀窍的话，这个诀窍就在于洞悉他人的立场，并能够同时兼顾自己和他人的立场。",
  "记住人家的名字，而且很轻易地叫出来，等于给别人一个巧妙而有效的赞美。",
  "要显示一个伟大人物的伟大之处，那就要看他如何对待一个卑微的人。",
  "我们之所以感到疲劳，是因为我们的情绪使我们的身体紧张。",
  "幸福并不是取决于外界的因素，而是取决于内在的状态。",
  "不能生气的人是傻瓜，而不去生气的人才是智者。",
  "不论如何，保持本色，做独一无二的自己。",
  "如果你拥有某种权力，那不算什么；如果你拥有一颗富于同情的心，那你就会获得许多权力所无法获得的人心。",
  "永远按照对方的观点去想，从他人的立场去看待事情，这或许会成为影响你终生事业的一个关键因素。",
  "明天你要劝说某人去做某件事，在你尚未开口前，不妨自己先问：我如何能使他要做这件事？",
  "让自己更平和一点，更豁达一点，更宽容一点。人人都有他的难处，何必强求与人？",
  "培养自信的方法，那就是做你所怕做的事，去获得一次成功经验的记录。",
  "能养成善于静听能力的人，似乎要比任何好性格的人都少见。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "如果你对某项结果足够关注，你自然一定会达到。",
  "无论明日，有多落魄，至少今天，没有蹉跎。",
  "不要评议人，免得为人所评议。",
  "世界上的每一个人，不管是富人、穷人、乞丐、盗贼，每个人都愿意竭尽其所能，保全别人给他的好名声。",
  "能够把心中的烦闷向知心朋友倾吐的人，通常既是能够把握快乐，减少疲劳，精力充沛的人。",
  "最爱挑剔的人、最激烈的批评者，往往会在一个怀有忍耐、同情的静听者前软化下来。",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "如果希望成为一个善于谈话的人，那就先做一个致意倾听的人。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "生命美妙之处，就在于你的勇气会成就更美的你。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "从希望别人所给我的，而去给别人。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "如果你想得到仇人，你就胜过你的朋友，如果你想获得更多的朋友，就让你的朋友胜过你。",
  "休息并不是绝对什么事情都不做，人的休息其实是对身体上某些损失的弥补。",
  "是的，话说的很凶。但请记住，从来没人愿意踢死一只死了的狗。",
  "一个理智、达观的人会渐渐地懂得，对生活不要期望太高。",
  "只谈论自己的人，永远只会在自己的立场考虑问题。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "恐惧大都因为无知与不确定感而产生。",
  "与人相处时，我们面对的不是绝对的理性动物，而是充满了情绪变化、满腹成见、受自负和虚荣驱使的生物。",
  "生活，有时候就是这样，难免充满各种惊喜、惊吓和无奈，可是只要你不放弃它，它就不会放弃你。",
  "一个人的事业成功与否，完全在他对这项事业是否感兴趣，而不是用苦干去打开的成功大门。",
  "比自身生命更高贵的奉献精神，会带来真正的成功与快乐，会带来更多朋友。",
  "获得心理平和的方法是改变人的想法，你应努力培养舒畅自然的心态。",
  "一个人最糟的是不能做自己，并且在身体和心灵中保持自我。",
  "工作，将影响你的一生；它可能造就你，也可能毁灭你。",
  "只要相信自己做的对，就不要在意别人怎么说。",
  "如果你对事情满怀热忱，你就一定成功。",
  "天下最悲哀的人莫过于本身没有足以炫耀的优点，却又将其可怜的自卑感，以令人生厌的自大、自夸来掩饰。",
  "从你来到世界上这一天开始，你所有的每一种行动，出发点都是为了你自己，都是因为你需要些什么。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "努力接近那些了解你，信任你，鼓励你的人，这对于你日后的成功具有莫大的影响。",
  "与人相处时，应该记住。我们不是应付理论的人，而是在应付感情的人。",
  "最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "庸俗的人在伟人的错误和愚行中能得到自己最大的快感。",
  "关上过去和未来的大门，生活在完全独立的今天。",
  "成败不在于大小，只在于你是否已竭尽所能。",
  "要显示一个伟大人物的伟大之处，那就要看他如何对待一个卑微的人。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "做一个善于倾听的人，鼓励别人谈论他们自己，这是让别人如何喜欢你的方式之一。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "除了你自己，没有别的可以带给你平静。",
  "幸福并不是取决于外界的因素，而是取决于内在的状态。",
  "我们之所以感到疲劳，是因为我们的情绪是我们的身体紧张。",
  "行动是由我们的基本欲望所产生的。",
  "对别人的意见要表示尊重。千万别说：“你错了。”",
  "只要你不认为不可能，你就不会被打败。",
  "成功之道，惟有用心思考，别无捷径。",
  "生活的快乐与否，完全取决小我私家对人、事、物的看法如何，由于，生活是由思惟造成的。",
  "每个人都会对欣赏自己的人心生好感——不论工人、职员、还是君主，无一例外。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "只要相信自己做的对，就不要在意别人怎么说。",
  "人类本质里最深层的驱动力就是希望具有的重要性，你要别人怎么对待你，你就先怎样的对待别人。",
  "最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "能够把心中的烦闷向知心朋友倾吐的人，通常既是能够把握快乐，减少疲劳，精力充沛的人。",
  "尊重别人，让别人感觉他很重要！",
  "休息并不是绝对什么事情都不做，人的休息其实是对身体上某些损失的弥补。",
  "人类不会因为工作过于疲劳而死，但却会死于浪费和忧虑。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "烦恼的事情最好在散步时把它忘掉，你不妨出来试试看看，一切烦恼事情都会像长了翅膀一样飞走了。",
  "世界上的每一个人，不管是富人、穷人、乞丐、盗贼，每个人都愿意竭尽其所能，保全别人给他的好名声。",
  "要想别人对你友善，要想与同事和睦地相处，处理好上下级关系，那就绝不能去触动别人心灵的伤疤。",
  "只要你“装出”对工作感兴趣的样子，就有可能使你产生真正的兴趣，也可能减少你的倦怠、紧张与忧虑。",
  "世界上唯一能影响别人的方法，是谈论他所需要的，并告诉他怎样得到。",
  "成败不在于大小，只在于你是否已竭尽所能。",
  "当一个人的改变起自他本身，他已经不是一个平常人了。",
  "明天你所遇到的人当中，会有四分之三渴望被人同情。给予他们同情，他们会因此而爱你。",
  "与人相处时，我们面对的不是绝对的理性动物，而是充满了情绪变化、满腹成见、受自负和虚荣驱使的生物。",
  "对别人的恭维，不过是婉转地表达对自己的赞美。",
  "谈话时要看着对方的眼睛，这是最起码的沟通技巧。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "人生应该有两项目标，第一，拥有你想要得到的；第二，要能够享受它们，只有聪明的人才能做到第二点。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "批评就像一只家鸽，它们总会飞回来的。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "权时健忘你自己，对别人感兴趣吧！天天都去做一件能带给别人快活的笑的事。",
  "判断力加上企图心，再以活力作为调味剂，这就是成功的精美食谱。",
  "工作，将影响你的一生；它可能造就你，也可能毁灭你。",
  "你我都只是历史长河中的一小滴水，并不是我们个人的存在成就了历史，而是历史的前进孕育了你我的人生。",
  "正确的思想，本身就是一种创造。",
  "女人可以不美丽，但不能不智慧，智慧能重透塑美丽，唯有智慧能使美丽常驻，能使美丽有质的内涵。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "朝着一定目标走去是志，一鼓作气中途绝不停止气，两者合起来就是志气。一切事业的成败都取决于此。",
  "如果你对某项结果足够关注，你自然一定会达到。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "最爱挑剔的人、最激烈的批评者，往往会在一个怀有忍耐、同情的静听者前软化下来。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "只要忘掉自己，你就能够自然，别管你会给别人什么印象！",
  "对我们来说，最重要的是不要去看远方模糊的事，而是去做手边清楚的事。",
  "一个积极进取的人，总是朝着更高奋斗目标前进，来实现自己的远大理想。",
  "不要因你的仇人而燃起一把怒火，最终却烧伤了你自己。",
  "困难也许是上帝对你的特别馈赠，将开启另一段幸福生活。",
  "我们若已接受最坏的，就再没有什么损失。",
  "如果你想得到仇人，你就胜过你的朋友，如果你想获得更多的朋友，就让你的朋友胜过你。",
  "想交朋友，就要先为别人做些事——那些需要花时间体力、体贴、奉献才能做到的事。",
  "一个人最糟的是不能做自己，并且在身体和心灵中保持自我。",
  "动用你的天赋，归根结底，所有的艺术都是一种自我价值的外观。",
  "人不会因为过度劳累而死，却会放荡和忧烦而去。",
  "感恩是极有教养的产物，你不可能从一般人身上得到，忘记或不会感谢乃是人的天性。",
  "只要下定决心克服恐惧，便几乎能克服任何恐惧。因为，请记住，除了在脑海中，恐惧无处藏身。",
  "所谓坚强的特质，是指在面对一切困难时，仍有内在勇气承担外来的考验。",
  "一个理智、达观的人会渐渐地懂得，对生活不要期望太高。",
  "不论推销什么，你首先要做的第一件事情就是尽可能地了解它。",
  "上帝在末日之前还不打算审判人，你我为什么要批评人呢？",
  "沟通的各项能力中，最重要的莫过于聆听的能力。高谈阔论的能力。强而有力的声音。精通多国语言甚至写作的才能都不比聆听来得重要。",
  "成功者与失败者最大的差异，在于成功者会设法由失败中获益，再尝试别的方法。",
  "把信念化为行动，人不是因为没有信心而跌倒，而是我们不能把信念化成行动，并且不顾一切地坚持到底。",
  "个不注意小事情的人，永远不会成就大事业。",
  "寻找美丽的风景，想想快乐的事，心情也就自然而然变得愉快",
  "我们若已接受最坏的，就再没有什么损失。",
  "害怕时，把心思放在必须做的事情上，如果曾经彻底准备，便不会害怕。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "心灵的成熟过程是持续不断的自我发现。自我探寻的过程，除非我们先了解自己，否则我们很难去了解别人。",
  "赢取友谊与影响他人最有效的方法之是认真对待别人的想法，让他觉得他很重要。",
  "你可能明白了人类处世的天性做错事的人只会责备别人，绝不责备自己。",
  "用赞扬来代替批评，当批评减少而多多鼓励和夸奖时，人所做的好事会增加，而比较不好的事会因受忽视而较少去做。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "多数人都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。",
  "生活的快乐与否，完全决定于个人对人、事、物的看法如何，因为，生活是由思想造成的。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "微笑着接受已发生的事，勇于面对无法改变的事实。",
  "对事情要守密，一个人不能守秘密，会在任何事件上发现很多过失，不要说得太多，想办法让别人多说。",
  "个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "想交朋友，就得先为别人做些事那些需要花时间。体力。体贴。奉献才能做到的事。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "熊熊的热忱，凭着切实有用的知识与坚忍不拔，是最常造就成功的品性。",
  "行动好像是跟随感觉走的，其实不是如此，行动是与感觉平行的，我们能使直接受意志支配的行动有规律，也能间接的使不直接受意志制约的支配有规律。",
  "与人打交道时，得记住我们不是与绝对理性的动物打交道，我们是与有情绪的动物打交道，他们充满偏见，充满各种动机和虚荣。",
  "最重要的就是不要去看远方模糊的，而是要做手边清楚的事。",
  "把握现在，不必哀悼过去，更不要忧愁未来。",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "改善不良的工作习惯及其四项：桌上仅放正在办理的文件;从重要的工作开始做;遇到问题，尽可能当时当地解决，尤其是在已掌握足够资讯时，更需马上采取行动;学会组织。授权与督导。",
  "想要培养勇气，多做你所恐惧的事，一直到积累了许多成功的经验，这是目前所知克服恐惧，最快速有效的方法。",
  "如果你常常不喜欢一个人，试试这个简单的方法：专心找他的优点，你一定会找到几个。",
  "人人都渴望得到幸福。但是追求幸福之路都只有一条。简单地说，就是改变自己的心情。",
  "要是自私的人想占你的便宜，就不必理睬他，更不必报复他。当你想跟他扯平的时候，你对自己的伤害，远比对那家伙的伤害更多。",
  "批评。谴责和抱怨并不是什么值得炫耀的本领，连傻瓜都会;而善解人意与宽容他人却需要一个人的品格与自我控制。",
  "不成熟的人随时可以把自己与众不同的地方看成是缺陷和障碍，然后期望自己能受到特别的待遇。成熟的人则不然。他们先认清自己的不同处，然后看是要接受它们，或是要加以改进。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "我们所感觉到的疲劳，绝大部分是由心理因素的影响而导致的。纯粹有生理因素引起的疲劳，其实非常少见。",
  "精神振作的商人，除了有小心谨慎的习惯外，还得要有敏捷和不因循两种长处。",
  "顾全他人的面子使其乐于接受你的建议;给予高尚的“头衔”，使之发挥高度的责任感与荣誉。",
  "放松自己，娱乐自己。不要把时间浪费在无益的烦恼上，可以以他人的快乐为自己快乐，关怀他人，忘掉自身的存在。每天行善以使周围的人因你的善行而充满欢笑。",
  "许多人无法成为一名良好的与人交流者，主要是他们只会谈他们自己感兴趣的事情，而这些事情却令其他人感到无聊透顶。",
  "记住人家的名字，而且很轻易的叫出来，等于给别人一个巧妙而有效的赞美。",
  "朝着一定目标走去是“志”，一鼓作气中途绝不停止“气”，两者合起来就是“志气”。一切事业成败都取决于此。",
  "今天是如此珍贵，不值得为苦涩的烦恼及悔恨而糟蹋它，抬高你的下巴，保持思想开朗，如同纯阳下闪耀的水洞。紧紧把握住今天，因为它一去不复返。",
  "能够利用语气来表达你自己的愿望，不要使人捉摸不定，有些人以为态度模棱两可是一种技巧，其实是相当笨拙的，真正懂得运用应酬技术的人，都会让本身的立场迅速公开。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "原谅敌人并将其抛诸脑后的最佳良方，是诉诸超越我们的一种思想。当我们执著于追求理想时，其他的一切屈辱都算不了什么。",
  "恐惧大都因为无知与不确定感而产生。",
  "我们的疲惫很多时候并非来自于工作，而是来自于恐惧。消沉和怨恨。",
  "在必要的时候，我们能够忍受灾难与悲剧，并且战胜它们。我们常以为自己做不到，其实我们内心拥有强大的力量，只要懂得善加利用。因为，我们比自己想象的要强壮的多。",
  "思考时，要像一位智者;但讲话时，要像一位普通人。",
  "不要因为嫌事情轻微，而不愿做出最佳表现。完成任何一件事，都能使人更强壮。能把小事做好，大事才不会有问题。",
  "个懒惰心理的危险，比懒惰的手足，不知道要超过多少倍。而且医治懒惰的心理，比医治懒惰的手足还要难。因为我们做一件不愿意不高兴的工作，身体的各部分，都感到不安和无助。",
  "成功的人，都有浩然的气概，他们都是大胆的，勇敢的。他们字典上，是没有“惧怕”两个字的，他们自信他们的能力是能够干一切事业的，他们自认他们是个很有价值的人。",
  "协调人际关系的绝招是：使一个人发挥最大能力的方法是赞赏和鼓励，真诚的赞扬可以收到效果，批评和耻笑却会把事情弄糟。",
  "人真奇怪，幸福在眼前时，我们很少能掌握，偏偏等到它消失了，才有所体会。",
  "愿意担当责任的人，不论身处何地，都比别人容易脱颖而出。张开双臂，欢迎责任吧！小事负责，大事也负责，成功必将属于你。",
  "最重要的获得好感的方法，是记住他人的姓名。",
  "批评不但不会改变现实，反而会招致愤恨。",
  "寻找美丽的风景，想想快乐的事，心情也就自然而然变得愉快。",
  "暂时忘记你自己，对别人感兴趣吧！每天都去做一件能带给别人欢笑的事。",
  "任何一个成功人士的经验表明，想要成功，只有保持自我本色，而不应该让自己变成其他任何人。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。",
  "只要面对现实，你才能超越现实。",
  "自失败中求取成功。打击与挫败本来就是成功的踏脚石。如果有人愿意好好研究并加以运用的话，一定会得到很大的助益。回头看看！你难道看不出来失败对你的助益吗？",
  "要冒一次险！整个生命就是一场冒险。走得最远的人，常是愿意去做，并愿意去冒险的人。“稳妥”之船，从未能从岸边走远。",
  "如果想要快乐，就不要去想别人是否会感恩，我们付出只是为了享受施予的快乐。",
  "天底下只有一种方法可以促使他人去做任何事给他想要的东西。",
  "话多必伤人，智者是多思考而非多说话。",
  "只要你“装出”对工作感兴趣的样子，就有可能使你产生真正的兴趣，也可能减少你的倦怠。紧张与忧虑。",
  "只要下定决心克服恐惧，便几乎能克服任何恐惧。因为，请记住，除了在脑海中，恐惧无处藏身。",
  "许多人在重组自己的偏见时，还以为自己是在思考。",
  "我们都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。",
  "如果你被人批评，那是因为批评你能给他一种满足感。这也说明你是有成就的，而且引人注意。",
  "赞美最细小的成绩，而且是赞扬每一次的进步。要诚恳地认同和慷慨地赞美，给他一个美名，让他去为此努力奋斗。",
  "利用空闲，找一种本业以外你爱好的副业，如果可能，还须多找几种。你的副业越多，你的朋友的圈子便愈大，精神上的愉快便愈多。",
  "只要一个眼神。一种声调或一个手势，就能告诉别人他错了。如果直接告诉他错了，他能接受吗，不可能！因为你等于对他的知识。判断。自尊给予当头一棒。这会使他只想反击。",
  "你有信仰就年轻，疑惑就年老;有自信就年轻，畏惧就年老;有希望就年轻，绝望就年老;岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "世俗有时间是金钱”这句话，所以窃取他人时间的小偷，当然该加以处罚，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "世界上充满了这些人：自私、乐于掳取，所以少数不存私心为别人提供帮助的人，能够大获成功，他们几乎遇不到竞争对手。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "从你来到世界上这一天开始，你所有的每一种行动，出发点都是为了你自己，都是因为你需要些什么。",
  "一个人的成功，只有由于他的专业技术，而85％则要靠人际关系和他的做人处世能力。",
  "你所认为的你，并非真正的你，反倒是你怎么想的，你就会变成什么样的人。",
  "获得心理平和的方法是改变人的想法，你应努力培养舒畅自然的心态。",
  "困难也许是上帝对你的特别馈赠，将开启另一段幸福生活。",
  "人不会因为过度劳累而死，却会放荡和忧烦而去。",
  "无论明日，有多落魄，至少今天，没有蹉跎。",
  "正确的思想，本身就是一种创造。",
  "任何人的信用，如果要把它断送了都不需要多长时间。就算你是一个极谨慎的人，仅须偶尔忽略，偶尔因循，那么好的名誉，便可立刻毁损。所以养成小心谨慎的习惯，实在重要极了。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "如果我们有安宁的思想和足够的勇气，那么坐在自己的棺木上，人们也能欣赏无限的风景，在饥寒交迫时也能高声歌唱。",
  "世俗有“时间是金钱”这句话，所以窃取他人时间的小偷，显然该加以处罚。",
  "对于我们大家来说，生活中最重要的事情不是遥望将来，而是动手理清自己手边实实在在的事。",
  "做一个善于倾听的人，鼓励别人谈论他们自己，这是让别人如何喜欢你的方式之一。",
  "最重要的是交朋友的能力，说到其本质，其实也就是欣赏别人优点的能力。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "伤害人的并非事件本身，而是他对是件的看法。",
  "紧张是一种习惯，放松也是一种习惯。",
  "做一个有坚定信念的普通人。",
  "我们的疲劳往往不是由工作引起，而是由于忧烦、挫折和不满等。情绪上的态度比生理上的操劳更易使人产生疲倦。能够做自己喜欢做的事，这种人是幸运的。",
  "假如我们激励我们所接触的人，让他们知道自己潜藏着的能量，那我们所做的不只是改变他们的意志，而是改变了他们的命运。",
  "凡不关心别人的人，比会在有生之年遭受重大困难，并且大大伤害到别人。也就是这种人，导致了人类的种种错失。",
  "女人可以不美丽，但不能不智慧，智慧能重透塑美丽，唯有智慧能使美丽常驻，能使美丽有质的内涵。",
  "比自身生命更高贵的奉献精神，会带来真正的成功与快乐，会带来更多朋友。",
  "要显示一个伟大人物的伟大之处，那就要看他如何对待一个卑微的人。",
  "我们之所以感到疲劳，是因为我们的情绪使我们的身体紧张。",
  "如果你对某项结果足够关注，你自然一定会达到。",
  "生命是个回力板，你付出什么，便收回什么。",
  "每个人在内心深处都渴望被重视。",
  "人生如行路，一路艰辛，一路风景。你的目光所及，就是你的人生境界。总是看到比自己优秀的人，说明你正在走上坡路；总是看到不如自己的人，说明你正在走下坡路。与其埋怨，不如思变。",
  "一个不容否认的事实就是，凡是你遇见的人，都会觉得他们在某方面比你强。巧妙地承认对方的重要性，并由衷地表达出来，就会使你得到他的友谊。",
  "一个人如果真诚的关心别人，在两个月时间里所交的朋友，要比等着让别人对你发生兴趣，在两年时间里能交的朋友还多。",
  "你我都只是历史长河中的一小滴水，并不是我们个人的存在成就了历史，而是历史的前进孕育了你我的人生。",
  "若想激怒对方，你只需以激烈的批评作为武器；即使那批评合情合理，对方都可能会记恨终生。",
  "在这个世界上，影响他人的唯一方法就是谈论他们想要的，并且告诉他们如何得到。",
  "世上充满了有趣的事情可做，在这令人兴奋的世界中，不要过着乏味的生活。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "憎恨伤不了对方一根寒毛，却把自己的日子弄成了炼狱。",
  "你希望别人怎么待你，你就该怎样的对待别人。",
  "让信仰的力量和心安的感觉充满心中。",
  "不要评议人，免得为人所评议。",
  "如果你能确定，在你一天中你有一半的时间是对的。那你可以去华尔街了，日赚百万美元，买游艇，娶舞女了。如果你不能确定，你凭什么要指责人家的错误呢？",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "我没有时间争吵，也没有时间后悔，没人能强迫我恨他们。我想到的是那些给我帮助的，善良的人们我将无以回报！",
  "如果我们想交朋友，就要先为别人做些事那些需要花时间体力体贴奉献才能做到的事。",
  "我们不久就可看出，彼此的意见相距并不很远，不同的地方很少，而相同的地方却很多。",
  "记住人家的名字，而且很轻易地叫出来，等于给别人一个巧妙而有效的赞美。",
  "与人相处时，应该记住。我们不是应付理论的人，而是在应付感情的人。",
  "最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "对别人的恭维，不过是婉转地表达对自己的赞美。",
  "知性和年龄有关，和阅历有关，和心态有关。",
  "从希望别人所给我的，而去给别人。",
  "爱情不是去爱一个完美的人，而是用一段时间去明白，对方是个不完美的人。承认我们都不完美，然后去试着理解对方的那些缺点，并与那个虽然也看到自己的一身缺点，却依然爱自己的人携手前行。",
  "想着这些，泪水充满了我的眼眶。我用枕头蒙住头，把床单拉过头顶，小声地呜咽着。我不愿被人看到，但苦涩郁积于心，疼痛和难过让我不住地发抖。",
  "许多人无法成为一名良好的与人交流者，主要是他们只会谈他们自己感兴趣的事情，而这些事情却令其他人感到无聊透顶。",
  "只有愚蠢的人，才会批评人、斥责人和抱怨人，但若要宽恕和了解他人，那就需要在人格及克己上下工夫了。",
  "只要下定决心克服恐惧，便几乎能克服任何恐惧。因为，请记住，除了在脑海中，恐惧无处藏身。",
  "让自己更平和一点，更豁达一点，更宽容一点。人人都有他的难处，何必强求与人？",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "我们都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "只要相信自己做的对，就不要在意别人怎么说。",
  "不论如何，保持本色，做独一无二的自己。",
  "设法协助别人，恐惧便会消失。",
  "又想获得成功却又不愿承担获得成功的代价，这是软弱和懒惰的最明显的标志。要得到任何值得欣赏和拥有的东西都必须愉快地付出劳动，这就是实践中力量的奥秘所在。",
  "我们虽然是平常的人，但不代表我们就该承受折磨。我们唯一能做的是正视生活本身，在经历中不断学习，以确保未来不会发生憾事。",
  "噢，是的！不过我还有另一种想法，但我也许不对。我总是这样。如果我错了，还请你指正。让我们来看看问题所在。",
  "永远按照对方的观点去想，从他人的立场去看待事情，这或许会成为影响你终生事业的一个关键因素。",
  "一个人的事业成功与否，完全在他对这项事业是否感兴趣，而不是用苦干去打开的成功大门。",
  "如果一个人只是过一天算一天，什么希望也没有，他的生命实际上也就停止了。",
  "世界上唯一能影响别人的方法，是谈论他所需要的，并告诉他怎样得到。",
  "不论推销什么，你首先要做的第一件事情就是尽可能地了解它。",
  "如果你的行为散发着快乐，就不可能在心理上保持忧郁。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "此心自有道理，是为道理所不自知。",
  "听别人数说我们的错误很难，但假如对方谦卑地自称他们也并非完美，我们就比较容易接受了。承认一个人本身的错误，就算你还没有改正过来，也可以帮助改善行为。在指责别人之前，先想想自己的错误。",
  "幸福就是找一个能够温暖你心的人慢慢的过一辈子，珍惜爱你的人，珍惜你爱的人，珍惜那个一直在你身边陪著你、保护你、温暖你一直把你当成全世界。",
  "世上人人都在寻求快乐，但只有一个确实有效的方法，那就是控制你的思想。快乐不在乎外界的情况，而是依靠内心的情况。",
  "人与人之间需要一种平衡，就像大自然需要平衡一样。不尊重别人感情的人，最终只会引起别人的讨厌和憎恨。",
  "人生没有绝对的公平，却又是相对公平的。在一个天平上，你得到的越多，也必须比别人承受的更多。",
  "一个人的成功只有15%是靠专业知识，而85%则要靠人际关系和为人处世的技巧。",
  "休息并不是绝对什么事情都不做，人的休息其实是对身体上某些损失的弥补。",
  "我坚信，我们之所以情感错乱是因为我们对上帝缺乏坚定不移的信仰。",
  "一个理智、达观的人会渐渐地懂得，对生活不要期望太高。",
  "当我们钓鱼时，首先要考虑的是鱼儿想吃什么？",
  "我不知道怎样做，才能和我所已做的不同。",
  "宽容忍让是一种博大的处世胸襟。",
  "如果你被人批评，那是因为批评你能给他一种满足感。这也说明你是有成就的，而且引人注意。小人常为伟人的缺点或过失而得意。不合理的批评往往是一种掩饰了的赞美。",
  "我发现运动是克服忧虑的最佳方法。当你烦恼时，多用肌肉，少伤脑筋，结果会出人意料的好。对我来说当我运动时，也正是烦恼离我而去时。",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "要想别人对你友善，要想与同事和睦地相处，处理好上下级关系，那就绝不能去触动别人心灵的伤疤。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "找医生看病的病人中有70%只要能够消除他们的恐惧和忧虑，病自然会好起来。",
  "培养自信的方法，那就是做你所怕做的事，去获得一次成功经验的记录。",
  "如果希望成为一个善于谈话的人，那就先做一个致意倾听的人。",
  "对喜欢逃避责任的人来说，困难无疑成了最好的挡箭牌。",
  "伤害人的东西有三种：烦恼、争吵、空的钱包。",
  "恐惧大都因为无知与不确定感而产生。",
  "献出你真实，诚恳的赞赏，而不是一味的批评对方。想想如果你处在相同的状态和情形之下，你会怎样做，是否也会像他们一样犯错，或者，在想指责别人的时候，想想林肯吧。",
  "我们多数人的毛病是，当机会朝我们冲奔而来时，我们犹兀自闭着眼睛；很少人能够去追寻自己的机会，或甚至在绊倒时，还能看得见它。",
  "将自己的热忱与经验融入谈话中，是打动人的速简方法，也是必然要件。如果你对自己的话不感兴趣，怎能期望他人感动。",
  "与人相处时，我们面对的不是绝对的理性动物，而是充满了情绪变化、满腹成见、受自负和虚荣驱使的生物。",
  "在伟大的世界里，造物主为每个人都准备了美满的人生，我们应该下定决心，集中精力，去努力争取。",
  "明天你要劝说某人去做某件事，在你尚未开口前，不妨自己先问：我如何能使他要做这件事？",
  "努力接近那些了解你，信任你，鼓励你的人，这对于你日后的成功具有莫大的影响。",
  "忘恩负义乃是人的天性，如果你非要期望别人感恩，那多半是庸人自扰。",
  "人类不会因为工作过于疲劳而死，但却会死于浪费和忧虑。",
  "谈话时要看着对方的眼睛，这是最起码的沟通技巧。",
  "一件事，若能被思考，必能被思考的很清楚。",
  "表现自己那是人性最主要的需要。",
  "我所学到的最大经验是，我们的思想最重要。如果我能了解你的思想，就能了解你这个人，因为你的思想造就了你这个人，通过改变自己的思想，我们就能改变自己的一生。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "如果人人都如此自私阴暗，付出一点小小的善意和一句真诚的称赞都索求回报；如果我们的灵魂渺小如尘沙，那么失败是注定应得的惩罚。",
  "若是我们对了，我们要巧妙婉转地让别人赞同我们的观点。可是当我们错误的时候，我们要快速坦直地承认我们的错误。",
  "挑战，是任何成功者都喜爱的一种竞技，一种表现自己的机会；挑战是证明自身价值以及争强斗胜的机会。",
  "人类百分之70的烦恼都和金钱有关，并不是他们没有足够的钱，而是不知道如何支配手中已有的钱！",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "我喜欢吃草莓，但我不会在钓鱼的时候将草莓放在鱼钩上，因为鱼喜欢吃蚯蚓。",
  "在现代城市的混乱中，只有能保持内心平静的人才不会变成神经病。",
  "上帝在末日之前还不打算审判人，你我为什么要批评人呢？",
  "只谈论自己的人，永远只会在自己的立场考虑问题。",
  "批评就像一只家鸽，它们总会飞回来的。",
  "尊重别人，让别人感觉他很重要！",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。所以你必须生动活泼的把事实编造成一种喜剧的形态，也就是以喜剧的手法来处理你的人生，使你的周围洋溢着欢欣鼓舞的气氛。",
  "如果你被批评，请记住，那是因为批评你会给他一种重要感，也说明你是有成就，引人注意的，很多人凭借指责比自己更有成就的人得到满足感。",
  "和人打交道时，请牢记这一点人并非理性生物。他们由情感驱使，被偏见支配，傲慢与虚荣是他们的动力之源。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "每个人都会对欣赏自己的人心生好感不论工人、职员、还是君主，无一例外。",
  "烦恼的事情最好在散步时把它忘掉，你不妨出来试试看看，一切烦恼事情都会像长了翅膀一样飞走了。",
  "能够把心中的烦闷向知心朋友倾吐的人，通常既是能够把握快乐，减少疲劳，精力充沛的人。",
  "感恩是极有教养的产物，你不可能从一般人身上得到，忘记或不会感谢乃是人的天性。",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "在事业成功的各因素中，个性的重要性远胜过优秀的智力。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "成败不在于大小，只在于你是否已竭尽所能。",
  "批评带来的并不是改变，而是怨恨。",
  "如果你表现得“好像”对自己的工作感兴趣，那一点表现就会使你的兴趣变得真实，还会减少你的疲惫、你的紧张，以及你的忧虑。",
  "人性之中最可悲的一件事，就是我们所有人都拖延着不去生活，都梦想着天边有一座奇妙的玫瑰园，而不能欣赏今天就盛开在我们窗外的玫瑰花。",
  "如果你是对的，就要试着温和地、有技巧地让对方同意你；如果你错了，就要迅速而真诚地承认。这要比为自己争辩有效和有趣得多。",
  "通常，当人们说出温和话语的时候，行为必然也会自然地反映出温和的态度，于是平和之心的力量也将从中孕育而生。",
  "具有成熟心灵的人不会陷于自己的困难当中，而是勇敢的去面对它、接受它，然后想办法加以克服、解决。",
  "让你快乐或不快乐的，不是你拥有什么、你是谁、你在哪里或你在做什么，而是你对此怎么想。",
  "相较于情绪，个人意志对行为的影响更为直接，只要调整行为，我们就能间接地调整情绪。",
  "在疯狂的幻境中寻找现实世界里的自重感却不能如愿的人，很可能会真的发疯。",
  "动用你的天赋，归根结底，所有的艺术都是一种自我价值的外观。",
  "概念极为简单，不幸的是，执行起来却很复杂、很困难。",
  "关上过去和未来的大门，生活在完全独立的今天。",
  "尖锐的批评和攻击，所得的效果等于零。",
  "如果你希望做好，你就会做好。",
  "保留他人的面子！这是一个何等重要的问题！而我们却很少会考虑到这个问题。纵使别人犯错，而我们是对的，如果没有为别人保留面子，就会毁了一个人。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓“积土成山”是也，失去一日甚易，欲得回已无途。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "批评是无用的，它激起抵触，让人急于辩白；批评是危险的，它伤害自尊，甚至让人萌生恨意。",
  "如果你想得到仇人，你就胜过你的朋友，如果你想获得更多的朋友，就让你的朋友胜过你。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "当你失败的次数够多，而你又没有被击倒，那你就一定会成功！",
  "庸俗的人在伟人的错误和愚行中能得到自己最大的快感。",
  "不能生气的人是傻瓜，而不去生气的人才是智者。",
  "如果你对事情满怀热忱，你就一定成功。",
  "在巨富中死去，是一种耻辱。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "人生中最重要的不是把成功当作资本，傻子也会这样做的。重要的是从失败中崛起，并受益，这可是需要聪明的才智，也正是智者和傻瓜的区别。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "有整整十年的时间，我曾经是一名囚犯。不是在一般监狱里，而是在忧虑自己低劣的狱墙和惧怕批评是其狱舍的监狱中。",
  "岁月的列车行走至今，谁都难免遇到不如意的事情。如果它们已经是这个样子，就不可能再变成别的样子。",
  "承认自己也许会弄错，就能避免争论，而且，可以使对方跟你一样宽宏大度，承认他也可能有错。",
  "如果成功有诀窍的话，这个诀窍就在于洞悉他人的立场，并能够同时兼顾自己和他人的立场。",
  "如果你想要征服恐惧，不要只是坐在家里空想你的恐惧。走出去让自己忙起来。",
  "别去展望那些遥不可及的前景，我们当务之急就是应付眼前的事物。",
  "设身处地为别人着想，并满足别人内心强烈渴望的需求！",
  "伟人之所以伟大，就是看他如何对待一个卑微的人。",
  "成功是得到你要的。幸福是要你得到的。",
  "如果你期望致富，你就会致富。",
  "如果我们是那样的卑贱和自私，一旦没有从他人身上得到好处，就不愿意让别人感到快乐，假如我们的气量比一个酸苹果还要小，那我们所要遭遇到的绝对是失败，而且我们的心灵将会变得无比贫瘠。",
  "生命是一步一个脚印的旅程，不是一场赛跑。昨天的事已经成为历史，明天是个未知数，而今天则是一个上天的礼物，这也是我们要珍惜今天的理由。",
  "如果我们内心有坚定的信念，那么我们就必须坚持信念，做好生命中的每一件事。信念不会让任何人失望，然而我们总是在困难面前放弃信念。",
  "如果我们想法交朋友，就要先为别人做些事那些需要花时间、体力、体贴、奉献才能做到的事。",
  "如果你拥有某种权力，那不算什么；如果你拥有一颗富于同情的心，那你就会获得许多权力所无法获得的人心。",
  "世界上的每一个人，不管是富人、穷人、乞丐、盗贼，每个人都愿意竭尽其所能，保全别人给他的好名声。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "人们真正关心的只有自己，这一点永远不会变，无论今天还是明天，无论现在还是未来。",
  "对我们来说，最重要的是不要去看远方模糊的事，而是去做手边清楚的事。",
  "能养成善于静听能力的人，似乎要比任何好性格的人都少见。",
  "工作，将影响你的一生；它可能造就你，也可能毁灭你。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "行动是由我们的基本欲望所产生的。",
  "我们像喜欢别人一样喜欢自己很重要吗？心理学家说，我们不喜欢自己就没办法喜欢别人。有些人厌烦任何东西，憎恨所有人，其实，这正表现出他对自己十分没有信心，有强烈的自弃倾向。",
  "当你奔走在追求的路上时，千万不要和自己过不去，要按照自己的意志去做你想做的事，爱你想爱的人，成就你想要的事业，这样的人生才没有遗憾。",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "世界上所有的是非对错都是由人们去评判的，只要你自己认为对，就无须在乎别人的看法，也不要妄想别人和你有一样的见解。",
  "你静下心来也许会发现，狗是唯一不需要为自己生活工作的动物，它所有的只是\"爱\"。",
  "心灵的成熟过程是持续不断的自我发现、自我探寻的过程除非我们先了解自己否则我们很难去了解别人。",
  "集中所有的智慧，所有的热诚，把今天的工作做得尽善尽美，这就是你迎接未来的最好方法。",
  "最爱挑剔的人、最激烈的批评者，往往会在一个怀有忍耐、同情的静听者前软化下来。",
  "人们会做一件事情，都有两种理由存在：一种是好的，另一种是的确很好。",
  "一个人最糟的是不能做自己，并且在身体和心灵中保持自我。",
  "不要因你的仇人而燃起一把怒火，最终却烧伤了你自己。",
  "赢得争论的方法只有一个，那就是避免争论。",
  "生活有进退，输什么也不能输心情。",
  "成见、自负和虚荣的东西。”无论你再怎么崇拜的人，他都有这样东西，只是明显与不明显而已。",
  "我们之所以难以说服别人，是因为我们总以自己的角度出发，强求别人按自己的思路思考问题，而不是试图理解对方是怎么想的、对方为什么会这样想。",
  "当你快乐时你要想这些不是永恒的，当你痛苦时也要想这些不是永恒的。只有这样才能做到得意时不忘形、不贪恋，失败后也不灰心，不气馁。",
  "你快乐还是不快乐，与你拥有什么、你是谁、你在哪、以及你在做什么都没有直接的关系，它只与你在想什么有关。",
  "人生应该有两项目标，第一，拥有你想要得到的；第二，要能够享受它们，只有聪明的人才能做到第二点。",
  "在漫长的岁月里，你和我一定会遇到一些令人不快的事情，既然它们是这样，就不可能是别样。",
  "人就是如此不知足。人性就是人性别指望人性会因你的慷慨而有所改变。",
  "所谓坚强的特质，是指在面对一切困难时，仍有内在勇气承担外来的考验。",
  "一种最简单又重要的获取对方好感的方法就是牢记对方的名字。",
  "幸福并不是取决于外界的因素，而是取决于内在的状态。",
  "别指望别人来感恩，你只需要享受施与的快乐！",
  "成功之道，惟有用心思考，别无捷径。",
  "人生如行路，一路艰辛，一路风景。你的目光所及，就是你的人生境界。总是看到比自己优秀的人，说明你正在走上坡路；总是看到不如自己的人，说明你正在走下坡路。与其埋怨，不如思变。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓“积土成山”是也，失去一日甚易，欲得回已无途。",
  "通常，当人们说出温和话语的时候，行为必然也会自然地反映出温和的态度，于是平和之心的力量也将从中孕育而生。",
  "心灵的成熟过程是持续不断的自我发现、自我探寻的过程除非我们先了解自己否则我们很难去了解别人。",
  "感恩是极有教养的产物，你不可能从一般人身上得到，忘记或不会感谢乃是人的天性。",
  "暂时忘记你自己，对别人感兴趣吧！每天都去做一件能带给别人欢笑的事。",
  "最重要的就是不要去看远方模糊的，而是要做手边清楚的事。",
  "你希望别人怎么待你，你就该怎样的对待别人。",
  "如果你希望做好，你就会做好。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "许多人无法成为一名良好的与人交流者，主要是他们只会谈他们自己感兴趣的事情，而这些事情却令其他人感到无聊透顶。",
  "具有成熟心灵的人不会陷于自己的困难当中，而是勇敢的去面对它、接受它，然后想办法加以克服、解决。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "你所认为的你，并非真正的你，反倒是你怎么想的，你就会变成什么样的人。",
  "能养成善于静听能力的人，似乎要比任何好性格的人都少见。",
  "伟人之所以伟大，就是看他如何对待一个卑微的人。",
  "生活有进退，输什么也不能输心情。",
  "幸福就是找一个能够温暖你心的人慢慢的过一辈子，珍惜爱你的人，珍惜你爱的人，珍惜那个一直在你身边陪著你、保护你、温暖你一直把你当成全世界。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "权时健忘你自己，对别人感兴趣吧！天天都去做一件能带给别人快活的笑的事。",
  "在现代城市的混乱中，只有能保持内心平静的人才不会变成神经病。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "话多必伤人，智者是多思考而非多说话。",
  "如果你被人批评，那是因为批评你能给他一种满足感。这也说明你是有成就的，而且引人注意。小人常为伟人的缺点或过失而得意。不合理的批评往往是一种掩饰了的赞美。",
  "我们虽然是平常的人，但不代表我们就该承受折磨。我们唯一能做的是正视生活本身，在经历中不断学习，以确保未来不会发生憾事。",
  "私有财产，财富的积累法则，竞争法则，所有这些都是人类经历的最高结果，是迄今为止社会结出最佳果实的土壤。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "精神振作的商人，除了有小心谨慎的习惯之外，还得要有敏捷和不因循两种长处。",
  "培养自信的方法，那就是做你所怕做的事，去获得一次成功经验的记录。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "我们若已接受最坏的，就再没有什么损失。我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "我们多数人的毛病是，当机会朝我们冲奔而来时，我们犹兀自闭着眼睛；很少人能够去追寻自己的机会，或甚至在绊倒时，还能看得见它。",
  "要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。",
  "永远按照对方的观点去想，从他人的立场去看待事情，这或许会成为影响你终生事业的一个关键因素。",
  "让自己更平和一点，更豁达一点，更宽容一点。人人都有他的难处，何必强求与人？",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "不要评议人，免得为人所评议。",
  "人性之中最可悲的一件事，就是我们所有人都拖延着不去生活，都梦想着天边有一座奇妙的玫瑰园，而不能欣赏今天就盛开在我们窗外的玫瑰花。",
  "有整整十年的时间，我曾经是一名囚犯。不是在一般监狱里，而是在忧虑自己低劣的狱墙和惧怕批评是其狱舍的监狱中。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "如果你想得到仇人，你就胜过你的朋友，如果你想获得更多的朋友，就让你的朋友胜过你。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "只要相信自己做的对，就不要在意别人怎么说。",
  "表现自己那是人性最主要的需要。",
  "如果你被批评，请记住，那是因为批评你会给他一种重要感，也说明你是有成就，引人注意的，很多人凭借指责比自己更有成就的人得到满足感。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "想交朋友，就要先为别人做些事那些需要花时间体力、体贴、奉献才能做到的事。",
  "生活的快乐与否，完全取决小我私家对人、事、物的看法如何，由于，生活是由思惟造成的。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "只谈论自己的人，永远只会在自己的立场考虑问题。",
  "成功之道，惟有用心思考，别无捷径。",
  "保留他人的面子！这是一个何等重要的问题！而我们却很少会考虑到这个问题。纵使别人犯错，而我们是对的，如果没有为别人保留面子，就会毁了一个人。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "我没有时间争吵，也没有时间后悔，没人能强迫我恨他们。我想到的是那些给我帮助的，善良的人们我将无以回报！\\",
  "能够把心中的烦闷向知心朋友倾吐的人，通常既是能够把握快乐，减少疲劳，精力充沛的人。",
  "成功者与失败者最大的差异，在于成功者会设法由失败中获益，再尝试别的方法。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "不论如何，保持本色，做独一无二的自己。",
  "我所学到的最大经验是，我们的思想最重要。如果我能了解你的思想，就能了解你这个人，因为你的思想造就了你这个人，通过改变自己的思想，我们就能改变自己的一生。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "让你快乐或不快乐的，不是你拥有什么、你是谁、你在哪里或你在做什么，而是你对此怎么想。",
  "努力接近那些了解你，信任你，鼓励你的人，这对于你日后的成功具有莫大的影响。",
  "熊熊的热忱，凭着切实有用的知识与坚忍不拔，是最常造就成功的品性。",
  "概念极为简单，不幸的是，执行起来却很复杂、很困难。",
  "一个不注意小事情的人，永远不会成就大事业。",
  "烦恼的事情最好在散步时把它忘掉，你不妨出来试试看看，一切烦恼事情都会像长了翅膀一样飞走了。",
  "当一个人的改变起自他本身，他已经不是一个平常人了。",
  "做一个善于倾听的人，鼓励别人谈论他们自己，这是让别人如何喜欢你的方式之。",
  "一个理智。达观的人会渐渐地懂得，对生活不要期望太高。",
  "世界上唯一能影响别人的方法，是谈论他所需要的，并告诉他怎样得到。",
  "只要相信自己做的对，就不要在意别人怎么说。",
  "如果你对某项结果足够关注，你自然一定会达到。",
  "一个人最糟的是不能做自己，并且在身体和心灵中保持自我。",
  "人生应该有两项目标，第一，拥有你想要得到的；第二，要能够享受它们，只有聪明的人才能做到第二点。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "动用你的天赋，归根结底，所有的艺术都是一种自我价值的外观。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "女人可以不美丽，但不能不智慧，智慧能重透塑美丽，唯有智慧能使美丽常驻，能使美丽有质的内涵。",
  "如果你想得到仇人，你就胜过你的朋友，如果你想获得更多的朋友，就让你的朋友胜过你。",
  "对我们来说，最重要的是不要去看远方模糊的事，而是去做手边清楚的事。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑。紧张和不快。",
  "想交朋友，就要先为别人做些事——那些需要花时间体力。体贴。奉献才能做到的事。",
  "明天你所遇到的人当中，会有四分之三渴望被人同情。给予他们同情，他们会因此而爱你。",
  "最爱挑剔的人。最激烈的批评者，往往会在一个怀有忍耐。同情的静听者前软化下来。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "所谓坚强的特质，是指在面对一切困难时，仍有内在勇气承担外来的考验。",
  "人不会因为过度劳累而死，却会放荡和忧烦而去。",
  "权时健忘你自己，对别人感兴趣吧！天天都去做一件能带给别人快活的笑的事。",
  "感恩是极有教养的产物，你不可能从一般人身上得到，忘记或不会感谢乃是人的天性。",
  "不要因你的仇人而燃起一把怒火，最终却烧伤了你自己。",
  "最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "工作，将影响你的一生；它可能造就你，也可能毁灭你。",
  "生活的快乐与否，完全取决小我私家对人。事。物的看法如何，由于，生活是由思惟造成的。",
  "人类不会因为工作过于疲劳而死，但却会死于浪费和忧虑。",
  "尊重别人，让别人感觉他很重要！",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "只要忘掉自己，你就能够自然，别管你会给别人什么印象！",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "要想别人对你友善，要想与同事和睦地相处，处理好上下级关系，那就绝不能去触动别人心灵的伤疤。",
  "行动是由我们的基本欲望所产生的。",
  "能够把心中的烦闷向知心朋友倾吐的人，通常既是能够把握快乐，减少疲劳，精力充沛的人。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "一个积极进取的人，总是朝着更高奋斗目标前进，来实现自己的远大理想。",
  "除了你自己，没有别的可以带给你平静。",
  "我们若已接受最坏的，就再没有什么损失。",
  "只要下定决心克服恐惧，便几乎能克服任何恐惧。因为，请记住，除了在脑海中，恐惧无处藏身。",
  "上帝在末日之前还不打算审判人，你我为什么要批评人呢？",
  "幸福并不是取决于外界的因素，而是取决于内在的状态。",
  "判断力加上企图心，再以活力作为调味剂，这就是成功的精美食谱。",
  "朝着一定目标走去是志，一鼓作气中途绝不停止气，两者合起来就是志气。一切事业的成败都取决于此。",
  "只要你“装出”对工作感兴趣的样子，就有可能使你产生真正的兴趣，也可能减少你的倦怠。紧张与忧虑。",
  "谈话时要看着对方的眼睛，这是最起码的沟通技巧。",
  "成功之道，惟有用心思考，别无捷径。",
  "休息并不是绝对什么事情都不做，人的休息其实是对身体上某些损失的弥补。",
  "要显示一个伟大人物的伟大之处，那就要看他如何对待一个卑微的人。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "成败不在于大小，只在于你是否已竭尽所能。",
  "与人相处时，我们面对的不是绝对的理性动物，而是充满了情绪变化。满腹成见。受自负和虚荣驱使的生物。",
  "世界上的每一个人，不管是富人。穷人。乞丐。盗贼，每个人都愿意竭尽其所能，保全别人给他的好名声。",
  "人类本质里最深层的驱动力就是希望具有的重要性，你要别人怎么对待你，你就先怎样的对待别人。",
  "只要你不认为不可能，你就不会被打败。",
  "对别人的恭维，不过是婉转地表达对自己的赞美。",
  "困难也许是上帝对你的特别馈赠，将开启另一段幸福生活。",
  "对别人的意见要表示尊重。千万别说：“你错了。”",
  "你我都只是历史长河中的一小滴水，并不是我们个人的存在成就了历史，而是历史的前进孕育了你我的人生。",
  "批评就像一只家鸽，它们总会飞回来的。",
  "我们之所以感到疲劳，是因为我们的情绪是我们的身体紧张。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "正确的思想，本身就是一种创造。",
  "仇恨不能伤害对方一根毫毛，却让自己的日子变成炼狱。",
  "我们的疲劳通常不是由于工作本身，而是由于担心、紧张和不舒服。",
  "生活中的许多麻烦都源于我们盲目地与他人比较，而忘记了享受自己的生活。",
  "保护他人的面子！这是一个多么重要的问题啊！而我们却很少考虑这个问题。即使别人犯了错，而我们是对的，不给别人留面子也会毁了一个人。",
  "对别人好不是一种责任，而是一种乐趣，因为它能增进你的健康和幸福。当你对别人好的时候，你也是对自己好。",
  "人性中最可悲的事情之一是，我们所有人都在拖延生活，梦想着天空中美妙的玫瑰园，而不去欣赏今天窗外盛开的玫瑰花。",
  "在世界上影响另一个人的唯一方法是谈论他想要的东西，并告诉他如何得到他想要的东西。",
  "能够培养出在沉默中善于倾听的能力的人，似乎比任何性格好的人都少。",
  "感恩是伟大教养的产物，你不可能从普通人那里得到它；忘记或不感恩是人类的天性。",
  "你认为自己是什么，并不是真正的你，而是你认为自己是什么，你就会变成什么。",
  "对于那些不成熟的人来说，他们总能找到一些借口来掩盖自己的一些缺点或不幸的事情。",
  "凡是我遇到的人，都有比我强的，在这方面，我应该向他们学习。",
  "培养自信心的方法，就是做你害怕做的事，获得成功的经验记录。",
  "尽量接近那些理解你、信任你、鼓励你的人，这对你以后的成功有很大影响。",
  "如果你被批评了，请记住，这是因为批评你会让他有一种被重视的感觉，同时也说明你是有成就的，被重视的，很多人凭借指责比自己有成就的人而得到满足。",
  "很多人不能成为一个善于与人沟通的人，主要是因为他们只会谈论自己感兴趣的事情，而这些事情对别人来说是很无聊的。",
  "最重要的不是别人是否爱我们，而是我们是否值得被爱。",
  "人的本性之一是不接受别人的批评，总认为自己永远是对的，喜欢找各种借口为自己辩解。",
  "恐惧大多是由无知和不确定性产生的。",
  "你的兴趣在哪里，你的能力就在哪里。",
  "亚伯拉罕-林肯说：\"一个伟大的人不能处处计较别人，把时间消耗在与人争论上；无谓的争论不仅有损于他的性格，而且会失去他的自制力。尽可能地对人谦虚。与其与狗争路，不如让狗先走一步。如果你被狗咬了，即使你把那条狗打死，你的伤口也无法愈合。\"",
  "如果你不快乐，那么变得快乐的唯一方法就是快乐地坐直身体，表现出快乐的样子，说话和行动。---如果你的行为散发着快乐的气息，就不可能保持精神上的压抑。这个小小的基本事实可以为我们的生活带来奇迹。",
  "世界上最可悲的事情莫过于一个人没有什么好东西可以炫耀，但他可悲的自卑感却被令人作呕的傲慢和自我膨胀所掩盖。",
  "灵性成熟的过程是一个不断自我发现和自我探索的过程，除非我们首先了解自己，否则很难理解他人。",
  "要想成功，你必须具备这样的条件：用你的欲望提高你的热情，用你的毅力磨掉高山，同时相信你会成功。",
  "人们的失败不是因为他们没有信心，而是因为他们不能把信心变成行动，坚持到底。",
  "思考时，要像个智者；说话时，要像个普通人。",
  "一个人越是在乎的地方，就是他最自卑的地方。",
  "一个人炫耀什么，那里面就缺什么。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "你如果在别人责备你之前，就承认错误。对方想要说的话，你已替他说了，他就没有话可说，那你有99%的机会获得他的谅解。",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "保留他人的面子！这是一个何等重要的问题！而我们却很少会考虑到这个问题。纵使别人犯错，而我们是对的，如果没有为别人保留面子，就会毁了一个人。",
  "童年的无知可爱；少年的无知可笑；青年的无知可怜；中年的无知可叹；老年的无知可悲。",
  "憎恨伤不了对方一根汗毛，却把自己的日子弄成了炼狱。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "培养自信的方法，那就是做你所怕做的事，去获得一次成功经验的记录。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "不是别人有没有爱我们，而是我们值不值得被爱。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "林肯说：\"一个成大事的人，不能处处计较别人，消耗自己的时间去和别人争论，无谓的争论，对自己性情上不但有所损害，而且会失去自己的自制力。只要有可能就对人谦让一点，与其跟一只狗争路走，不如让狗先走一步。如果被狗咬了一口，你即使把这只狗打死，也不能治好你的伤口。\"",
  "如果你不开心，那么，能变得开心的唯一办法是开心地坐直身体，并装作很开心的样子说话及行动。——如果你的行为散发的是快乐，就不可能在心理上保持忧郁。这点小小的基本真理可以为我们的人生带来奇迹。",
  "天下最悲哀的人，莫过于本身没有足以炫耀的优点，却又将其可怜的自卑感，以令人生厌的自大、自夸来掩饰。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "这个世界既不是有钱人的世界，也不是有权人的世界，它是有心人的世界。",
  "学习要加，骄傲要减，机会要乘，懒惰要除。",
  "冷静分析过去的错误，设法从中获益，再忘掉它，这是惟一让过去有建设性意义的做法。",
  "当机会呈现在眼前时，若能牢牢掌握，十之八九都可以获得成功而能克服偶发事件，并且替自己找寻机会的人，更可以百分之百的获得胜利。",
  "真正的读书使瞌睡者醒来，给未定目标者选择适当的目标。正当的书籍指示人以正道，使其避免误入歧途。",
  "如果我们想法交朋友，就要先为别人做些事，那些需要花时间、体力、体贴、奉献才能做到的事。",
  "一个人事业上的成功，只有15%是由于他的专业技术，另外的85%要依赖人际关系、外世技巧。软与硬是相对而言的。专业的技术是硬本领，善于处理人际关系的际本领则是软本领。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专心工作。",
  "成功人际交往的第一个秘诀是：请对方帮一个忙；第二个秘诀：真诚赞美他人；第三个秘诀：尽量满足他人的需要。",
  "把握现在，不必哀悼过去，更不要忧愁未来。",
  "利用空闲，找一种本业以外你爱好的副业，如果可能，还须多找几种。你的副业越多，你的朋友的圈子便愈大，精神上的愉快便愈多。",
  "在你的本职工作以外，再寻找一种为你所爱好的副业，作为你心理上，精神上的补救。",
  "当一个人的改变起自他本身，他已经不是一个平常人了。",
  "你可能明白了人类处世的天性，做错事的人只会责备别人，绝不责备自己。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "现实生活中有些人之所以会出现交际的障碍，就是因为他们不懂的忘记一个重要的原则：让他人感到自己重要。",
  "世俗有时间是金钱这句话，所以窃取他人时间的小偷，当然该加以处罚，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "如果我们想交朋友，就要先为别人做些事，那些需要花时间、体力、体贴、奉献才能做到的事。",
  "不要因为嫌事情轻微，而不愿做出最佳表现。完成任何一件事，都能使人更强壮。能把小事做好，大事才不会有问题。",
  "只要你装出对工作感兴趣的样子，就有可能使你产生真正的兴趣，也可能减少你的倦怠、紧张与忧虑。",
  "不要心怀恨意。遇到困难时，不要害怕让步，小人总是坚持己见以维持尊严；愿意主动伸出手与人言和坦诚自己的错误，并提议重新开始的人，才是气度恢弘的人。",
  "要想让这个世界更快乐，其实轻而易举。为什么？只要对寂寞灰心者说几句真诚的赞赏的话就可以了。虽然你可能明天就忘记了今天说的话，但接受者可能珍视一生。",
  "我们大多数人不是为昨天懊恼，就是为了明天担忧，偏偏不肯好好把握今天！",
  "一个懒惰心理的危险，比懒惰的手足，不知道要超过多少倍。而且医治懒惰的心理，比医治懒惰的手足还要难。因为我们做一件不愿意不高兴的工作，身体的各部分，都感到不安和无聊。反过来说，如果对于这种工作有兴趣、愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰病。",
  "船在汹涌的波浪中行驶，固然是危险的事，但只要把舵者善于应付，未尝不可化险为夷，渡过大洋，安登彼岸。一个年轻人的就业，也是如此，四周都为困难所包围，你得镇静应付，把层层障碍打破，便发现你的康庄大道。你须知道，老天决不辜负有心人的上进志向，除非你畏难苟安，无毅力应付，结果才覆败。",
  "任何人的信用，如果要把它断送了都不需要多长时间。就算你是一个极谨慎的人，仅须偶尔忽略，偶尔因循，那么好的名誉，便可立刻毁损。所以养成小心谨慎的习惯，实在重要极了。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "一个人不能没有生活，而生活的内容，也不能使它没有意义。做一件事，说一句话，无论事情的大小，说话的多少，你都得自己先有了计划，先问问自己做这件事、说这句话，有没有意义？你能这样做，就是奋斗基础的开始奠定。",
  "世上充满了有趣的事情可做，在这令人兴奋的世界中，不要过着乏味的生活。",
  "记住人家的名字，而且很轻易地叫出来，等于给别人一个巧妙而有效的赞美。",
  "人际关系是人与人之间的沟通，是用现代方式表达出圣经中“欲人施于己者，必先施于人”的金科玉律。",
  "壮志和热情是伟业的辅翼。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "我们都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "如果你表现得“好像”对自己的工作感兴趣，那一点表现就会使你的兴趣变得真实，还会减少你的疲惫、你的紧张，以及你的忧虑。",
  "承认自己也许会弄错，就能避免争论，而且，可以使对方跟你一样宽宏大度，承认他也可能有错。",
  "人与人之间需要一种平衡，就像大自然需要平衡一样。不尊重别人感情的人，最终只会引起别人的讨厌和憎恨。",
  "暂时忘记你自己，对别人感兴趣吧！每天都去做一件能带给别人欢笑的事。",
  "熊熊的热忱，凭着切实有用的知识与坚忍不拔，是最常造就成功的品性。",
  "成功者与失败者最大的差异，在于成功者会设法由失败中获益，再尝试别的方法。",
  "想交朋友，就要先为别人做些事——那些需要花时间体力、体贴、奉献才能做到的事。",
  "精神振作的商人，除了有小心谨慎的习惯之外，还得要有敏捷和不因循两种长处。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "话多必伤人，智者是多思考而非多说话。",
  "我们若已接受最坏的，就再没有什么损失。",
  "最重要的就是不要去看远方模糊的，而是要做手边清楚的事。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "权时健忘你自己，对别人感兴趣吧！天天都去做一件能带给别人快活的笑的事。",
  "私有财产，财富的积累法则，竞争法则，所有这些都是人类经历的最高结果，是迄今为止社会结出最佳果实的土壤。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓“积土成山”是也，失去一日甚易，欲得回已无途。",
  "一个不注意小事情的人，永远不会成就大事业。",
  "幸福就是找一个能够温暖你心的人慢慢的过一辈子，珍惜爱你的人，珍惜你爱的人，珍惜那个一直在你身边陪著你、保护你、温暖你一直把你当成全世界。",
  "不要评议人，免得为人所评议。",
  "你我都只是历史长河中的一小滴水，并不是我们个人的存在成就了历史，而是历史的前进孕育了你我的人生。",
  "我们虽然是平常的人，但不代表我们就该承受折磨。我们唯一能做的是正视生活本身，在经历中不断学习，以确保未来不会发生憾事。",
  "女人可以不美丽，但不能不智慧，智慧能重透塑美丽，唯有智慧能使美丽常驻，能使美丽有质的内涵。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "你所认为的你，并非真正的你，反倒是你怎么想的，你就会变成什么样的人。",
  "对于我们大家来说，生活中最重要的事情不是遥望将来，而是动手理清自己手边实实在在的事。",
  "只要相信自己做的对，就不要在意别人怎么说。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "做一个有坚定信念的普通人。",
  "一个人的事业成功与否，完全在他对这项事业是否感兴趣，而不是用苦干去打开的成功大门。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "听别人数说我们的错误很难，但假如对方谦卑地自称他们也并非完美，我们就比较容易接受了。承认一个人本身的错误，就算你还没有改正过来，也可以帮助改善行为。在指责别人之前，先想想自己的错误。",
  "如果我们有安宁的思想和足够的勇气，那么坐在自己的棺木上，人们也能欣赏无限的风景，在饥寒交迫时也能高声歌唱。",
  "人生没有绝对的公平，却又是相对公平的。在一个天平上，你得到的越多，也必须比别人承受的更多。",
  "知性和年龄有关，和阅历有关，和心态有关。",
  "你希望别人怎么待你，你就该怎样的对待别人。",
  "从你来到世界上这一天开始，你所有的每一种行动，出发点都是为了你自己，都是因为你需要些什么。",
  "如果希望成为一个善于谈话的人,那就先做一个愿意倾听的人。",
  "行动好像是跟随感觉走的,其实不是如此,行动是与感觉平行的,我们能使直接受意志支配的行动有规律,也能间接的使不直接受意志制约的支配有规律。",
  "世上人人都在寻找快乐,但是只有一个确实有效的方法,那就是控制你的思想,快乐不在乎外界的情况,而是依靠内心的情况。",
  "行为胜于言论,对人微笑就是向人表明:\"我喜欢你,你使我快乐，我喜欢见到你\"。",
  "关心他人与其他人际关系的原则是一样的，必须出于真诚，不仅付出关心的人应该这样,接受关心的人也应当如此。",
  "当你再也没有什么可以失去的时候，就是你开始得到的时候。",
  "婚姻的杀手有时不是外遇，而是时间。",
  "一个人炫耀什么，说明内心缺少什么。",
  "我们若已接受最坏的,就再没有什么损失。",
  "如果你有担忧的问题，做到下面三件事：1、问你自己：可能发生的最坏的情况是什么？2、如果你必须接受的话，就准备接受它。3、然后镇定地想方法改善最坏的情况。",
  "忧虑最大的害处就是摧毁我们集中精神的能力，一旦忧虑产生，我们的思想就会到处乱转，从而丧失做出决定的能力。",
  "能接受最坏的情况，就能在心理上让你发挥出新的能力。",
  "能接受既成事实，这是克服随之而来的任何不幸的第一步。",
  "你对别人好的时候，也就是对自己好的时候。",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。",
  "感恩是极有教养的产物,你不可能从一般人身上得到,忘记或不会感谢乃是人的天性。",
  "——对前途要有信心——要能睡得安稳——从滑稽的一面来看待生活健康和快乐就是你的。",
  "最使你轻松愉快的是，健全的信仰、睡眠、音乐和欢笑。",
  "再没有什么比忧虑使一个女人老得更快，而摧毁她的容貌。",
  "不知道如何抗拒忧虑的人就会寿命减少。",
  "在纷繁复杂的现代社会，只有能保持内心平静的人，才不会变成神经病。",
  "抓住今天，它不再回来。最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "把下巴抬高，使思想焕发出荣耀，像春阳下跳跃的山泉。",
  "今天太珍贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。",
  "打动人心的最高明的方法，是跟他谈论他最珍贵的事物。",
  "要么忍要么狠要么滚。",
  "如果每个人都能把抱怨变成善意的沟通，把抱怨变成积极的建议，把抱怨变成正面的行动，就会惊喜的发现一份近在咫尺的成功和一个没有抱怨的全新世界。1、一旦她期望全世界的人都可怜她，她便永远也不会得到快乐。2、寂寞的人通常都不理解，爱和友情是不会像礼物一样包装得漂漂亮亮地送到你手上的。3、一个人需要努力去让别人喜欢，但却不能将爱和友情以及美好时光当成合同来签订。4、她必须让自己被他人接受，她要付出她自己，而不是指望别人的付出。5、女人在生活的风雨无情袭来的时候，要驻足风雨之后的彩虹。",
  "不抱怨的人一定是最快乐的，永不抱怨的世界一定令人向往。",
  "抱怨会让我们陷入一种负面的生活，工作态度中，常常在他人身上找缺点，包括最亲密的人。",
  "每个人在内心深处都渴望被重视。",
  "如果你的行为散发着快乐，就不可能在心理上保持忧郁。",
  "一个政治学家的第一课，就是：记住选民的姓名。",
  "一般人对自己的姓名，比把世界上所有的姓名堆在一起的总数，还感到重要和关心。",
  "所以你必须生动活泼的把事实编造成一种喜剧的形态，也就是以喜剧的手法来处理你的人生，使你的周围洋溢着欢欣鼓舞的气氛。",
  "人生如舞台，如果你单单表达一件事情，就无法打动人心。",
  "设身处地为别人着想，并满足别人内心强烈渴望的需求！",
  "不尊重别人感情的人，最终只会引起别人的讨厌和憎恨。",
  "人与人之间需要一种平衡，就像大自然需要平衡一样。",
  "送花者手染余香。",
  "使你的意念戏剧化。",
  "激发更高尚的动机。",
  "尊重别人的意见，永远别指摘对方是错的。如果你错了，迅速、郑重的成认下来。以友善的方法开始。使对方很快的答复'是！是！'。尽量让对方，有多说话的时机。使对方以为这是他的意念。要真诚的以他人的观点去看事情。同情对方的意念和欲望。",
  "在辩论中，获得最大利益的唯一方法，就是防止辩论。",
  "昨天的事已经成为历史，明天是个未知数，而今天那么是一个上天的礼物，这也是我们要珍惜今天的理由。",
  "生命是一步一个脚印的旅程，不是一场赛跑。",
  "批评就像一只家鸽，它们总会飞回来的。",
  "如果人人都如此自私阴暗，付出一点小小的善意和一句真诚的称赞都索求回报；如果我们的灵魂渺小如尘沙，那么失败是注定应得的惩罚。",
  "凡不关心别人的人，比会在有生之年遭受重大困难，并且大大伤害到别人。也就是这种人，导致了人类的种种错失。",
  "所以养成小心谨慎的习惯，实在重要极了。",
  "任何人的信用，如果要把它断送了都不需要多长时间。就算你是一个极谨慎的人，仅须偶尔忽略，偶尔因循，那么好的名誉，便可立刻毁损。",
  "想想如果你处在相同的状态和情形之下，你会怎样做，是否也会像他们一样犯错，或者，在想指责别人的时候，想想林肯吧。",
  "献出你真实，诚恳的赞赏，而不是一味的批评对方。",
  "此心自有道理,是为道理所不自知。",
  "成功是得到你要的。幸福是要你得到的。",
  "Happinessiswantingwhatyouget。",
  "能养成善于静听能力的人，似乎要比任何好性格的人都少见。世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "你希望别人怎么待你，你就该怎样的对待别人。",
  "如果你希望做好，你就会做好。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝时机，我们便要奋斗。",
  "你须知道，老天决不辜负有心人的上进志向，除非你畏难苟安，无毅力应付，结果才覆败。",
  "一个年轻人的就业，也是如此，四周都为困难所包围，你得镇静应付，把层层障碍打破，便发现你的康庄大道。",
  "人不会因为过度劳累而死，却会放纵和忧烦而去船在汹涌的波浪中行驶，固然是危险的事，但只要把舵者善于应付，未尝不可化险为夷，渡过大洋，安登此岸。",
  "巧妙地成认对方的重要性，并由衷地表达出来，就会使你得到他的友谊。",
  "一个不容否认的事实就是，但凡你遇见的人，都会觉得他们在某方面比你强。",
  "要得到任何值得欣赏和拥有的东西都必须愉快地付出劳动，这就是实践中力量的奥秘所在。",
  "知性和年龄有关，和阅历有关，和心态有关又想获得成功却又不愿承当获得成功的代价，这是软弱和懒惰的最明显的标志。",
  "渴望友情又只限于与别人有一种令自己满意的关系。其实，这是一种典型的寂寞心态。和许多人不同，这种想法其实是本末倒置的，想要人家喜欢自己，却不肯费心让自己喜欢他人。",
  "如果我们内心有坚决的信念，那么我们就必须坚持信念，做好生命中的每一件事。信念不会让任何人失望，然而我们总是在困难面前放弃信念。",
  "宽容忍让是一种博大的处世胸襟。",
  "岁月的列车行走至今，谁都难免遇到不如意的事情。如果它们已经是这个样子，就不可能再变成别的样子。",
  "假设连你自己都甘愿在自己头上戴上一顶失败者的帽子，那么你将永远失去摘出这顶帽子的信心和勇气；假设你从心底里认为自己是，并且只能是一个失败者，那么你将永远只能与失败为伍，终身碌碌无为，像你认为的那样。在失败面前，唯有你才能拯救自己一片最后的树叶布满青苔的石板，盖在他曾亲吻的芳唇上，多年以前镌刻墓碑的，是他心爱的人的名字。",
  "雪晴后的冬日，他们手拉着手，穿越一片银色的树林，只见——橡树，榛树和胡桃树穿起貂皮大衣，比伯爵们还要高贵;榆树中最贫穷的枝桠，如今也挂上了晶莹的珍珠。",
  "你感到怯懦的时候，问一问自己“既然他们都取得了成功，我为什么就不能？〞",
  "你快乐还是不快乐，与你拥有什么、你是谁、你在哪、以及你在做什么都没有直接的关系，它只与你在想什么有关。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "在脸上放一个大大、宽宽、老实无欺的笑容，把双肩向后拉直，好好地、深深地吸上一口气，再唱上一段歌儿，假设是不会唱歌，就吹个口哨，假设是不会吹哨，就哼个曲子。如果我们有安宁的思想和足够的勇气，那么坐在自己的棺木上，人们也能欣赏无限的风景，在饥寒交迫时也能高声歌唱。",
  "分清步骤，是十分重要的。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。",
  "设法协助别人，恐惧便会消失。",
  "正相反，那些可怜自己的人会继续可怜自己，即使舒舒服服躺在一个大垫子上的时候也不例外。",
  "为什么我们会觉得，有一个很有平安感而很舒服的生活，没有任何困难，舒服与清闲，这些就能够使人变成好人或者很快乐呢？",
  "烦恼的事情最好在散步时把它忘掉，你不妨出来试试看看，一切烦恼事情都会像长了翅膀一样飞走了。",
  "“世俗有时间是金钱〞这句话，所以窃取他人时间的小偷，当然该加以处分，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "如果你表现得“好似〞对自己的工作感兴趣，那一点表现就会使你的兴趣变得真实，还会减少你的疲惫、你的紧张，以及你的忧虑。",
  "如果我们想交朋友，就要先为别人做些事—那些需要花时间体力体贴奉献才能做到的事。",
  "因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰病。",
  "反过来说，如果对于这种工作有兴趣、愉快，工作效率不但高，身心也感觉到十分舒适。",
  "因为我们做一件不愿意不快乐的工作，身体的各局部，都感到不安和无聊。",
  "一个懒惰心理的危险，比懒惰的手足，不知道要超过多少倍。而且医治懒惰的心理，比医治懒惰的手足还要难。",
  "不患人之不知己，患不能也。",
  "苦难是金，你并不是一无所有对喜欢逃避责任的人来说，困难无疑成了最好的挡箭牌。",
  "在巨富中死去，是一种耻辱。",
  "重要的是从失败中崛起，并受益，这可是需要聪明的才智，也正是智者和傻瓜的区别。",
  "人生中最重要的不是把成功当作资本，傻子也会这样做的。",
  "困难也许是上帝对你的特别馈赠，将开启另一段幸福生活。",
  "对于我们无法预料或者我们的意志力所不及的事情，大可以一笑了之。",
  "我们迟早要学会一件事，那就是必须接受和适应那些不可防止的事情。",
  "你无法现那么自己的出身，也无法选择身体的缺陷，但你完全能让自己的人生丝毫不受这些不利因素的影响，并凭借顽强的意志和不懈的努力走出属于你的成功之路。",
  "人际关系是人与人之间的沟通是用现代方式表达出圣经中“欲人施于己者，必先施于人〞的金科玉律。",
  "壮志和热情是伟业的辅翼。",
  "只要有可能就对人谦让一点，与其跟一只狗争路走，不如让狗先走一步。如果被狗咬了一口，你即使把这只狗打死，也不能治好你的伤口。",
  "林肯说：一个成大事的人，不能处处计较别人，消耗自己的时间去和别人争论，无谓的争论，对自己性情上不但有所损害，而且会失去自己的自制力。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩白。",
  "恐惧大都因为无知与不确定感而产生。",
  "心灵的成熟过程是持续不断的自我发现、自我探寻的过程除非我们先了解自己否那么我们很难去了解别人。",
  "如果你的行为散发的是快乐，就不可能在心理上保持忧郁。这点小小的根本真理可以为我们的人生带来奇迹。",
  "如果你不开心，那么，能变得开心的唯一方法是开心地坐直身体，并装作很开心的样子说话及行动。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "噢，是的！不过我还有另一种想法，但我也许不对。我总是这样。如果我错了，还请你指正。让我们来看看问题所在。",
  "任何傻瓜都可能批评、责备和抱怨——大多数傻瓜也确实是这样做的。",
  "在疯狂的幻境中寻找现实世界里的自重感却不能如愿的人，很可能会真的发疯。",
  "让信仰的力量和心安的感觉充满心中。",
  "打动人心的最正确方式是；跟他谈论他最珍贵的事物。当你这么做时，不但会受到欢送，也会使生命获得扩展。",
  "我们必须感受他人的感受，我们必须了解伤害到他人也会伤害我们自己。如果我们打算将真诚带入与他人的关系中，我们就必须获得这种真诚的感情。",
  "我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "我们应该谦虚，因为你我都成就不了多少。",
  "紧张是一种习惯，放松也是一种习惯。我的座右铭是：第一是老实，第二是勤勉，第三是专工作。",
  "一个人最糟的是不能做自己，并且在身体和心灵中保持自我。",
  "所谓坚强的特质，是指在面对一切困难时，仍有内在勇气承当外来的考验。",
  "对我们来说，最重要的是不要去看远方模糊的事，而是去做手边清楚的事。当你快乐时你要想这些不是永恒的，当你痛苦时也要想这些不是永恒的。只有这样才能做到得意时不忘形、不贪恋，失败后也不灰心，不气馁。",
  "做一个有坚决信念的普通人。我发现运动是克服忧虑的最正确方法。当你烦恼时，多用肌肉，少伤脑筋，结果会出人意料的好。对我来说当我运动时，也正是烦恼离我而去时。一个理智、达观的人会渐渐地懂得，对生活不要期望太高。",
  "如果你是对的，就要试着温和地、有技巧地让对方同意你；如果你错了，就要迅速而真诚地成认。这要比为自己争辩有效和有趣得多。“在哪里跌倒了，就在哪里站起来。戴尔·卡耐基这样说，也这样做。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "我坚信，我们之所以情感错乱是因为我们对上帝缺乏坚决不移的信仰。",
  "如果我们想法交朋友，就要先为别人做些事——那些需要花时间、体力、体贴、奉献才能做到的事。",
  "我们会很快乐去听。同时请记得，我们或者还能因为此例而获益匪浅。",
  "所以，请告诉我们你所认识的两个人的故事，告诉我们为何其中一个会成功，而另一个人却失败了。",
  "同时也请记住，世上最有趣的事情之一，莫过于精炼雅致、妙语生辉的名人轶事。",
  "请记住，一定要让我们感到愉快和有趣，不然，你说什么我们都不会注意。",
  "我们都不想听人说教，没有谁会喜欢这样。",
  "成认自己也许会弄错，就能防止争论，而且，可以使对方跟你一样宽宏大度，成认他也可能有错。我们之所以难以说服别人，是因为我们总以自己的角度出发，强求别人按自己的思路思考问题，而不是试图理解对方是怎么想的、对方为什么会这样想。",
  "人们会做一件事情，都有两种理由存在：一种是好的，另一种是确实很好。",
  "人类百分之七十的烦恼都和金钱有关，并不是他们没有足够的钱，而是不知道如何支配手中已有的钱！",
  "世俗有“时间是金钱〞这句话，所以窃取他人时间的小偷，显然该加以处分。",
  "叔本华说:“我们很少想到我们所拥有的，却总是忧虑自己所缺少的。人类这种倾向常会导致世上最悲惨的事情发生，而带来的后果只怕比所有的战争和疾病都要严重。〞",
  "不要一味沉浸于风雨所带给你的伤害。让美丽绝伦的彩虹引导你的思想更加勇敢、快乐、平静而有力。另外不忘自己应该感恩的事，你的心中将会又是一片艳阳天。",
  "我们最大的弱点，也许会给我们提供一种出乎意料的助力。",
  "尼采：优秀杰出的人不仅能忍人所不能忍，并且乐于进行这种挑战。",
  "人具有一种反败为胜的力量。",
  "真正重要的是如何从损失中获利。这才需要智慧，才能显示出人的上智下愚。",
  "人生最重要的不是以你的所得投资，任何人都可以这样做。",
  "真正的快乐不见得是愉悦的，它多半是一种胜利。",
  "与人相处时，我们面对的不是绝对的理性动物，而是充满了情绪变化、满腹成见、受自负和虚荣驱使的生物。",
  "鲁宾逊：我们发现，有时自己会在毫无抵抗和阻力的情况下，改变自己的意念。",
  "我们不久就可看出，彼此的意见相距并不很远，不同的地方很少，而相同的地方却很多。",
  "“自强不息，厚德载物〞，我崇尚这种宏广的精神境界。",
  "一辈子就那么长，我们不能沉浸在他人的缤纷的舞台上，我们还有自己的舞台需要用心去演绎。",
  "每一个人都有属于自己的生命轨迹，我们在一旁观看，观看他人的欢喜或忧愁。",
  "“不甘平庸，崇尚奋斗〞生命的价值是需要用努力奋斗来实现的，从踏入这个世界开始我们就被赋予了一种无形的责任，或轻或重，演绎了不同的人生。",
  "我所学到的最大经验是，我们的思想最重要。如果我能了解你的思想，就能了解你这个人，因为你的思想造就了你这个人，通过改变自己的思想，我们就能改变自己的一生。",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "不要评议人，免得为人所评议。",
  "我想到的是那些给我帮助的,善良的人们我将无以回报！",
  "威利·詹姆斯：在人类天性中，最深层的本性就是渴望得到别人的重视。",
  "“让我们记住，我们所相处的对象，并不是绝对理性的动物，而且充满了情绪变化、成见、自负和虚荣的东西。〞无论你再怎么崇拜的人，他都有这样东西，只是明显与不明显而已。",
  "保存他人的面子！这是一个何等重要的问题！而我们却很少会考虑到这个问题。纵使别人犯错，而我们是对的，如果没有为别人保存面子，就会毁了一个人。",
  "概念极为简单，不幸的是，执行起来却很复杂、很困难。生活有进退，输什么也不能输心情。",
  "有两个人从铁窗朝外望去，一个人看到的是满地的泥泞，另一个却看到满天的繁星。",
  "一个人迈向成熟的第一步应该是敢于承当责任。我们生活于世，就要面对生命中的许多责任。对那些不成熟的人来说，他们永远都可以找到一些理由，以解脱他们自身的某些缺点或不幸。把人的生活改造得更美好才重要，而不是沉溺在自怜的深渊。要承当自己行为的后果，要为自己的行为负责，而不是光踢椅子！",
  "人之所以痛苦，是因为追求了错误的东西，把单纯的事情看得既复杂又严重；人之所以郁闷，是心中装进了许多杂质，不但不清理，还越装越多，阻得你喘不过气来；人之所以愚钝，是听不见别人的心声，总认为自己是世界上最聪明的人。",
  "德国人有一句俗语：“最纯粹的快乐，是我们从别人的困难中所得到的快乐。”是的，有些朋友，恐怕从你的困难中比从你的胜利中得到的满意更多。所以不要时时向他人夸大自己的成就，我们要谦逊，这样永远能使人喜欢。我们应当谦逊，因为你我都没有什么了不起的……",
  "如果你要树敌人，就胜过你的朋友；但如果你要得到朋友，那就让你的朋友胜过你。",
  "如果你不同意他人的意见，你或许想阻止他，但最好不要这样，这样做没有什么效果。",
  "努力接近那些了解你，信任你，鼓励你的人，这对于你日后的成功具有莫大的影响。",
  "你兴趣所在的地方，也就是你能力所在的地方。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "如果你被批评，请记住，那是因为批评你会给他一种重要感，也说明你是有成就，引人注意的，很多人凭借指责比自己更有成就的人得到满足感。",
  "许多人无法成为一名良好的与人交流者，主要是他们只会谈他们自己感兴趣的事情，而这些事情却令其他人感到无聊透顶。",
  "冷静分析过去的错误，设法从中获益，再忘掉它，这是惟一让过去有建设性意义的做法。",
  "我们常常会有很多机会，可是因为没有做好准备，很少能发现这些机会。好好注意你身边的机会。",
  "只要你深信自己做的是对的，就不要让任何事情拖累你。世上的丰功伟业无不是对抗不可能的结果。重要的是不计困难，完成工作。",
  "如果你能勇敢承认自己的错误，那么你一定能从这个错误中获益。因为承认错误，不仅可以赢得别人的尊敬，更可增加你的自尊。",
  "你见过不开心的马吗？或忧愁的鸟吗？它们没有烦恼，因为它们不必在同类面前显耀自己。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "对别人的意见要表示尊重。千万别说：你错了。",
  "私有财产，财富的积累法则，竞争法则，所有这些都是人类经历的最高结果，是迄今为止社会结出最佳果实的土壤。",
  "成功者与失败者最大的差异，在于成功者会设法由失败中获益，再尝试别的方法。",
  "当机会呈现在眼前时，若能牢牢掌握，十之八九都可以获得成功而能克服偶发事件，并且替自己找寻机会的人，更可以百分之百的获得胜利。",
  "真正的读书使瞌睡者醒来，给未定目标者选择适当的目标。正当的书籍指示人以正道，使其避免误入歧途。",
  "一个不注意小事情的人，永远不会成就大事业。",
  "如果我们想法交朋友，就要先为别人做些事，那些需要花时间、体力、体贴、奉献才能做到的事。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专心工作。",
  "成功人际交往的第一个秘诀是：请对方帮一个忙；第二个秘诀：真诚赞美他人；第三个秘诀：尽量满足他人的需要。",
  "把握现在，不必哀悼过去，更不要忧愁未来。",
  "利用空闲，找一种本业以外你爱好的副业，如果可能，还须多找几种。你的副业越多，你的朋友的圈子便愈大，精神上的愉快便愈多。",
  "在你的本职工作以外，再寻找一种为你所爱好的副业，作为你心理上，精神上的补救。",
  "当一个人的改变起自他本身，他已经不是一个平常人了。",
  "你可能明白了人类处世的天性，做错事的人只会责备别人，绝不责备自己。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "如果我们想交朋友，就要先为别人做些事——那些需要花时间体力体贴奉献才能做到的事。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "现实生活中有些人之所以会出现交际的障碍，就是因为他们不懂的忘记一个重要的原则：让他人感到自己重要。",
  "如果你要使别人喜欢你，如果你想他人对你产生兴趣，你注意的一点是：谈论别人感兴趣的事情。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓积土成山是也，失去一日甚易，欲得回已无途。",
  "世俗有时间是金钱这句话，所以窃取他人时间的小偷，当然该加以处罚，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "如果我们想交朋友，就要先为别人做些事，那些需要花时间、体力、体贴、奉献才能做到的事。",
  "不要因为嫌事情轻微，而不愿做出最佳表现。完成任何一件事，都能使人更强壮。能把小事做好，大事才不会有问题。",
  "只要你装出对工作感兴趣的样子，就有可能使你产生真正的兴趣，也可能减少你的倦怠、紧张与忧虑。",
  "不要心怀恨意。遇到困难时，不要害怕让步，小人总是坚持己见以维持尊严；愿意主动伸出手与人言和坦诚自己的错误，并提议重新开始的人，才是气度恢弘的人。",
  "要想让这个世界更快乐，其实轻而易举。为什么？只要对寂寞灰心者说几句真诚的赞赏的话就可以了。虽然你可能明天就忘记了今天说的话，但接受者可能珍视一生。",
  "我们大多数人不是为昨天懊恼，就是为了明天担忧，偏偏不肯好好把握今天！",
  "想交朋友，就要先为别人做些事——那些需要花时间体力、体贴、奉献才能做到的事。",
  "朝着一定目标走去是“志”,一鼓作气中途绝不停止“气”,两者合起来就是“志气”。一切事业的成败都取决于此。",
  "精神振作的商人,除了有小心谨慎的习惯之外,还得要有敏捷和不因循两种长处。",
  "我们若已接受最坏的,就再没有什么损失。",
  "电器或蒸汽引擎的奥秘，但这个事实并不妨碍我们使用，甚至享受它们。同样的，我虽无法了解宗教与祈祷奥秘，也不能阻止我享受宗教带来的更丰富、快乐的生活，最后，我终于体会了美国哲学家桑塔雅所说的一句智慧的话：“人之被创造，不是为来理解人生，而是来享受人生的。”我本想说，我就这样回到了宗教的怀抱，但这样说并不正确。事实是，我迎向了一种新的宗教理念。对于分化的教义解说，我已无丝毫兴趣。但对于我能如何由宗教获益，我却兴趣盎然，正如同我有兴趣知道电器、美食与水如何对我有益一样。它们都能助我享受更丰富、快乐的人生。而宗教的效益远大于此，它带给我的是精神的价值。就如威廉·詹姆士所说，宗教带给我“对生命新的热力……带给我更宽广、更丰富、更满意的人生”。宗教带给我信心、希望与勇气。它驱退紧张、焦虑、恐惧与忧虑，并使我的人生有目标、有方向，广义地提升了我的幸福，使我享受实实在在的健康。宗教帮助我为自己创造了“一个生命流沙中的宁静绿洲。”",
  "当我们执著于追求理想时，其他的一切屈辱都算不了什么。",
  "原谅敌人并将其抛诸脑后的最佳良方，是诉诸超越我们的一种理想。",
  "只要真正对人感兴趣，两个月内，你就会交到很多朋友，绝对比你两年内想吸引别人注意所交到的朋友更多。",
  "包容的、杰出的人会试着这样做。别人的想法与做法必有他的缘由，试着找出背后的原因———这会给你一把了解他行为甚至个性的钥匙。试着真诚地设身处地，站在他的立场看事情。如果你常常不喜欢别人，试试这个简单的方法：专心找他的优点，你一定会找到几个的。",
  "明天你所遇到的人当中，会有四分之三渴望被人同情。给予他们同情，他们会因此而爱你。",
  "如果想要快乐，就不要去想别人是否会感恩，我们付出只为享受施予的快乐。",
  "你知道人类最重要的特质是什么吗？不是执行的能力，不是伟大的心智，不是仁慈，不是勇气，也不是幽默感，虽然这些都极为重要。我个人认为，最重要的是交朋友的能力，归根结底，其实也就是欣赏别人优点的能力。",
  "与人订约，你等于已取得他人的信任，如果你不能信守，你就等于从对方那儿不告而取——倒不是偷取他荷包里的钱财，而是窃取他的时间，一种他失去后永不能复得的东西。",
  "你不见得能体会所有的意义，再不济，你帮人家一个忙，总是一种友善的表示，别人起码也会回报某种程度的友善。",
  "把握每一个做善事的机会，每天晚上计算一下它对你的意义。",
  "跟你一起欢笑的人，或多或少，是喜欢你的。",
  "能让一个人开怀大笑，你已铺平了与他之间的友谊大道。",
  "与人交谈时，应专心聆听。不要显出无聊的样子，或露出一副“我早知道了”的表情。二、不要打断他人的谈话。让他讲完，即使他是在抱怨。你如果打断他，就是暗示他所说的不值一顾。三、你如果不认识他，先问他姓名，一有机会就叫出他的名字。四、即使他说错了话，也不要当场指正。等他说完，再提出你的想法；如果你说得不对，你也会很乐意接受指正。五、千万不要让说话者，或你的同伴有低你一等的感觉。他绝不认为自己不如人，如果你显露出看不起他的样子，你只会招致怨恨。如果你占了上风，他只认为那是你运气好，绝非你的本领过人。六、一旦你有错，立即道歉。",
  "我有几点关于微笑艺术的建议：首先，对于这个世界与人类，你必须抱持正确的心态。做不到这一点，你不可能真正成功。然而，仅只是应付性的微笑，也还是有益的，因为那带给别人的快乐，终必像回力球一样回到你身上。带给他人快乐的感觉，会让你自己觉得快乐，因此，不久你就能真心微笑了。当你微笑时，你是将心中不快与造作的感觉抚平。对他人微笑，等于是在隐约地告诉他，你喜欢他，起码有某种程度的喜欢，他会接收到这份涵意，也因此更喜欢你，试着养成微笑的习惯吧！你不会有任何损失的。",
  "换句话说，交朋友的另一个方法是自己成为别人的朋友。",
  "当我们烦躁不安，精疲力竭时，许多人在挫折中会转向求助，有句话说：“散兵坑中没有无神论者”。那么，为什么我们总要等到绝望的时候？为什么不每天都更新我们的力量？为什么还要等到主日？多年来，我已养成一种习惯，周日以外任意选一天下午到空旷的教堂去坐一会儿。",
  "人真奇怪，幸福在眼前时，我们很少能掌握，偏偏等到它消失了，才有所体会。",
  "成功的人，都有浩然的气概，他们都有是大胆的，勇敢的。他们字典上，是没有“惧怕”两个字的，他们自信他们的能力是能够干一切事业的，他们自认他们是个很有价值的人。",
  "说这句话，有没有意义？你能这样做，就是奋斗基础的开始奠定。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "船在汹涌的波浪中行驶，固然是危险的事，但只要把舵者善于应付，未尝不可化险为夷，渡过大洋，安登彼岸。一个年轻人的就业，也是如此，四周都为困难所包围，你得镇静应付，把层层障碍打破，便发现你的康庄大道。你须知道，老天决不辜负有心人的上进志向，除非你畏难苟安，无毅力应付，结果才覆败。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰病。",
  "愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰病。",
  "愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰病。",
  "成功的人，都有浩然的气概，他们都有是大胆的，勇敢的。他们字典上，是没有“惧怕”两个字的，他们自信他们的能力是能够干一切事业的，他们自认他们是个很有价值的人。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "熊熊的热忱，凭着切实有用的知识与坚忍不拔，是最常造就成功的品性类别:成功一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "人类本质里最深层的驱动力就是希望具有的重要性，你要别人怎么对待你,你就先怎样的对待别人。",
  "现实生活中有些人之所以会出现交际的障碍,就是因为他们不懂的忘记一个重要的原则:让他人感到自己重要。",
  "如果希望成为一个善于谈话的人,那就先做一个致意倾听的人。",
  "始终挑剔的人,甚至最激烈的批评者,都会在一个有忍耐和同情心的倾听者面前软化降服。",
  "多数人记不住别人的姓名,只是因为他们没有下必要的功夫和精力去记忆,他们给自己找借口:他们太忙。",
  "一种简单，明显,最重要的获得好感的方法,那就是记住他人的姓名,使他人感觉对于别人很重要。",
  "行动好像是跟随感觉走的,其实不是如此,行动是与感觉平行的,我们能使直接受意志支配的行动有规律,也能间接的使不直接受意志制约的支配有规律。",
  "世上人人都在寻找快乐,但是只有一个确实有效的方法,那就是控制你的思想,快乐不在乎外界的情况,而是依靠内心的情况。",
  "行为胜于言论,对人微笑就是向人表明:我喜欢你,你使我快乐，我喜欢见到你。",
  "关心他人与其他人际关系的原则是一样的，必须出于真诚。不仅付出关心的人应该这样,接受关心的人也应当如此。",
  "凡不关心别人的人，必会在有生之年遭受重大的困难,并且大大的伤害到其他人。也就是这种人导致了人类的种种错误。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "。一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰病。",
  "说这句话，有没有意义？你能这样做，就是奋斗基础的开始奠定。",
  "忍让、和善。一个人不能没有生活，而生活的内容，也不能使它没有意义。",
  "要是自私的人想占你的便宜，就不必理睬他，更不必报复他。当你想跟他扯平的时候，你对自己的伤害，远比对那家伙的伤害更多。",
  "我们所感觉到的疲劳，绝大部分是由心理因素的影响而导致的。纯粹有生理因素引起的疲劳，其实非常少见。",
  "任何一个成功人士的经验表明，想要成功，只有保持自我本色，而不应该让自己变成其他任何人。",
  "满足他的这种需要。",
  "指责和抱怨,而且大多数愚蠢者也正是这样做的。真正具有智慧的人,绝不会简单的批评对方,让对方接受自己的意见。我们不要去责怪别人,而是要试着去了解他们,弄清楚他们为什么会那么做。这会比批评更加有效,而且这样做还能产生同情、容忍以及仁慈。了解了这一切,就会宽恕这一切！",
  "说明你是有成就的，而且引人注意。批评是危险的,它常常会伤害一个人宝贵的自尊,伤害他人的。",
  "船在汹涌的波浪中行驶，固然是危险的事，但只要把舵者善于应付，未尝不可化险为夷，渡过大洋，安登彼岸。一个年轻人的就业，也是如此，四周都为困难所包围，你得镇静应付，把层层障碍打破，便发现你的康庄大道。你须知道，老天决不辜负有心人的上进志向，除非你畏难苟安，无毅力应付，结果才覆败。",
  "任何人的信用，如果要把它断送了都不需要多长时间。就算你是一个极谨慎的人，仅须偶尔忽略，偶尔因循，那么好的名誉，便可立刻毁损。所以养成小心谨慎的习惯，实在重要极了。",
  "一个人的成功，只有由于他的专业技术，而85％则要靠人际关系和他的做人处世能力。",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "一个人不能没有生活，而生活的内容，也不能使它没有意义。做一件事，说一句话，无论事情的大小，说话的多少，你都得自己先有了计划，先问问自己做这件事、说这句话，有没有意义？你能这样做，就是奋斗基础的开始奠定。",
  "世上充满了有趣的事情可做，在这令人兴奋的世界中，不要过着乏味的生活。",
  "记住人家的名字，而且很轻易地叫出来，等于给别人一个巧妙而有效的赞美。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "人际关系是人与人之间的沟通，是用现代方式表达出中“欲人施于己者，必先施于人”的金科玉律。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "壮志和热情是伟业的辅翼。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "我们都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "如果你表现得“好像”对自己的工作感兴趣，那一点表现就会使你的兴趣变得真实，还会减少你的疲惫、你的紧张，以及你的忧虑。",
  "承认自己也许会弄错，就能避免争论，而且，可以使对方跟你一样宽宏大度，承认他也可能有错。",
  "人与人之间需要一种平衡，就像大自然需要平衡一样。不尊重别人感情的人，最终只会引起别人的讨厌和憎恨。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "赢取友谊与影响他人最有效的方法之一。是认真对待别人的想法，让他觉得他很重要。",
  "我有几点关于微笑艺术的建议：首先，对于这个世界与人类，你必须保持正确的心态。做不到这一点，你不可能真正成功。然而，仅只是应付性的微笑，也还是有益的，因为那带给别人的快乐，终必像回力球一样回到你身上，带给他人快乐的感受，会认你自己觉得快乐，因此，不久你就能真心微笑了当你微笑时，你是将心中不快与造作的感觉抚平。对他人微笑，等于是在隐约地告诉他，你喜欢他，起码有某种程度的喜欢，他会接收到这份涵意，也因些更喜欢你，试着养成微笑的习惯吧！你不会有任何损失的。",
  "只要真正对人感兴趣，两个月内，你就会交到很多朋友，绝对比你两年内想吸引别人注意所交到的朋友更多。换句话说，交朋友的另一个方法是自己成为别人的朋友。",
  "如果你常常不喜欢别人。试试这个简单的方法：专心找他的优点，你一定会找到几个的。",
  "任何人都这样做。应该试着了解他，只有明智的、包容他、杰出的人会试着这样做。别人的想法与做法必有他的缘由，试着找出背后的原因---这会给你一把了解他行为甚至个性的钥匙。试着真诚地设身处地，站在他的立场看事情。",
  "那么，为什么我们总要等到绝望的时候？为什么不每天都更新我们的力量？为什么还要等到主日？多年来，我已养成一种习惯，周日以外任意选一天下午到空旷的教堂去坐一会儿。如果想要快乐，就不要去想别人是否会感恩，我们付出只享受施予快乐。明天我所遇到你人当中，会有四分之三渴望被人同情。给予他们同情，他们会因此而爱你。",
  "当我们烦躁不安，精疲力竭时，许多人在挫折中会转向求助，有句话说：“散兵坑中没有无神论者”。",
  "原谅敌人并将其抛诸脑后的最佳良方，是诉诸超越我们的一种思想。当我们执著于追求理想时，其他的一切屈辱都算不了什么。",
  "人真奇怪，幸福在眼前时，我们很少能掌握，偏偏等到它消失了，才有所体会。",
  "抬高你的下巴，保持思想开郎，如同春阳下闪耀的水洞。紧紧把握住今天，因为它一去不复返。",
  "今天是如此珍贵,不值得为了苦涩的烦恼及悔恨而糟蹋它，",
  "林肯认为：“一个人实在没有时间把他的半辈子花在争吵上，要是那个人不再攻击我，我就不会记他的仇。”",
  "我们所有迟早要学到的东西，就是必须接受和适应那些不可避免的事实。",
  "为明日做好准备的最佳办法就是集中你所有的智慧、热忱，吧今天的工作做的尽善尽美。",
  "原谅敌人并将其抛诸脑后的最佳良方，是诉诸超越我们的一种思想。当我们执著于追求理想时，其他的一切屈辱都算不了什么。",
  "人真奇怪，幸福在眼前时，我们很少能掌握，偏偏等到它消失了，才有所体会。",
  "今天是如此珍贵,不值得为了苦涩的烦恼及悔恨而糟蹋它，抬高你的下巴，保持思想开郎，如同春阳下闪耀的水洞。紧紧把握住今天，因为它一去不复返。",
  "我们常以为自己做不到，其实我们内心拥有强大的力量，只要懂得善加利用。因为，我们比自己想象的要强壮的多。",
  "在必要的时候，我们能够忍受灾难与悲剧，并且战胜它们。",
  "尊重别人的意见。切勿指出对方错了！",
  "成功者与失败者最大的差异，在于成功者会设法由失败中获益，再尝试别的方法。",
  "话多必伤人，智者是多思考而非多说话。",
  "生活的快乐与否，完全决定于个人对人、事、物的看法如何，因为，生活是由思想造成的。",
  "最重要的就是不要去看远方模糊的，而是要做手边清楚的事。",
  "暂时忘记你自己，对别人感兴趣吧！每天都去做一件能带给别人欢笑的事。",
  "每个人都该有真正兴奋的事, 或至少有项嗜好, 这样才能使他的心灵更丰富, 生活更有热忱。 而且,也许因为这样,才会对他的国家有所贡献。",
  "自失败中求取成功。 打击与挫败本来就是成功的踏脚石。 如果有人愿意好好研究并加以运用 的话,一定会得到很大的助益。回头看看！你难道看不出来失败对你的助益吗？",
  "检查一下你所害怕的事,看看有多少是毫无道理的。如果你对自己够坦白,大概会承认绝大 多数都是毫无依据的。",
  "克服自觉意识与羞怯的最佳办法,是对他人感兴趣,关心他们,你的羞怯会奇迹式的消退。 为别人作点什么。常对他人友善宽和,结果一定会令人喜出望外的。",
  "只要你不认为不可能,你就不会被打败。",
  "恐惧其实是个懦弱的恶棍,要克服恐惧,只要忽视它的存在。你一定做得到的。",
  "要克服恐惧与忧虑,请保持忙碌！",
  "面对看似巨大的打击,不要逃避。你将惊讶地发现,恐惧正在节节消退。",
  "克服恐惧的方法如下:决定做法后,遵循它,保持忙碌,全力以赴,你将忘记恐惧。我们比 自己所想像的要勇敢得多。",
  "\f下次再碰到艰难的任务,你应紧盯不放,直到完成它。只要你对自己怀有高度的自信,你就 一定可以完成。",
  "想要培养勇气,多做你所恐惧的事,一直到积累了许多成功的经验。这是目前所知克服恐惧 最快速有效的方法。",
  "冒个险吧！人生本来就是一场探险,最有成就的是那些敢于尝试的人,\"安稳号\"船舶无法离 岸远扬。",
  "只要忘掉自己,你就能够自然,别管你会留给别人什么印象吧！",
  "害怕时,集中注意力在你应做的事上。充分的准备,可以消除恐惧。",
  "只要你下定决心,就一定能克服任何恐惧,记住,恐惧只存在于人的内心。",
  "除了你自己, 没有别人可以减轻你的自觉意识, 我还没有看过其他毛病有比这个更简单的处 方———忘掉你自己。当你觉得羞怯,别人似乎都在看你,你只需立刻把你的心思转移到其 他事上去。如果由你主讲,就把所有的注意力集中在主题上。不要管别人对你或你的表达有 什么想法;忘掉你自己,只管向前。",
  "如果你心怀恐惧,请想一想,别人也同样会害怕。也许你现在害怕着某一件事:别人会怎么 说你,老板会怎么做,邻居会怎么想。这些事都是未来式。你从不怕过去的事,因为你知道 过去的事到底并不太糟。可是以后呢！所幸,应对之法也很简单。分析你害怕的事,就能减 轻恐惧。你知道可能发生的最坏状况后,通常发现并不是那么可怕,你可以告诉自己:\"我 还承受得了。\"",
  "在必要的时候,我们都能忍受灾难与悲剧,并且战胜它们。我们常以为自己做不到,其实我 们内心拥有强大的力量,只要懂得善加利用。因为,我们比自己想像的强壮得多。",
  "小男孩走过黑夜的坟场时,一定会大声地吹着口哨以鼓起勇气,通常他也真的能克服恐惧, 因为他\"吹\"起了自己的胆量。我们成年人心情不好时,有多少人想到唱个歌令别人开心？其 实只要作出快乐的样子,你就真的会忽然间觉得快乐起来。这种方法对\"热忱\"也同样管用。 如果对工作或演讲激发兴奋, 或作出某些快乐的行为, 我们通常会发现自己真的把所需的热 忱给激发起来了。",
  "你希望更有勇气吗？以下有五项简短的守则,遵行它们,我保证你的勇气倍增。一,作出有 勇气的样子。这就好比你的某一部分遭到挑战,但其他部分并不想露出恐惧的神色,这样会 让自己更勇敢一些。二,观察别人面对挫折与困难的反应,并注意他们如何克服。别人作得 到,你一定也行。三,谨记人生是有起伏的,觉得抑郁,又无力自拔时,可能你自处于人生 的低潮,只要保持勇气,你就能帮助自己再爬起来。四,谨记夜晚比白天更令人沮丧难过。 阳光会带来勇气。五,勇气是衡量伟大心灵的一把尺,请想办法去度量它吧！",
  "我能佯作无所不知吗？当然不能,世上没有人能解释生命的奥秘。我们的四周充满了奥秘。 你的生理机能固然是一项深奥的秘密,你家里用的电力也是,墙角的小花,窗前的小草,又 何尝不是一项奥秘？",
  "对于改变,应该常持开放的心态,欢迎它,礼遇它。只有不断省察自己的想法及意见,才能 保持进步。",
  "你是否觉得有些人应该改变一下？当然,那不算什么,我并不反对。只是,为什么不先从改 变自己开始呢？即使站在最自私的立场,改变自己也远比改变他人更有益处,也更安全。英 国诗人布朗宁说过:\"能自我改进的人,才是有价值的人。\"就从现在开始到圣诞节,设法先 改进自己吧！想批评别人,留到明年再开始吧！",
  "在这世上,人人都只有惟一的一次机会去品尝人生这场精彩的探险。何不精心安排,全心全 意地活得充实,活得快乐？",
  "世上充满有乐趣的事,在如此多彩多姿的世界中,千万不可容许自己过得无聊。",
  "停下手边的事,看看窗外的世界多么美丽。世界等着你去欣赏它。今晚到户外去看看星空。 闪烁的星光乃是自然界瑰丽的奇景。",
  "我们不要过得太匆忙, 以致无暇欣赏草原的美妙或歌颂森林的交响曲。 世界有一些事物远比 财富来得重要,欣赏单纯之美的能力是其中的一种。",
  "圣约旧约创世纪中,造物主把掌管世界的主权交给了人类,一份多么伟大的礼物。可是这并 不能吸引我。 我所向往的是真正掌管我自己———掌管我的思想, 我的恐惧, 以及我的心灵。 最美妙的是,我知道自己可以做到相当大的程度,任何时候,只要控制自己的行动,就可以 控制自己对事物的反应。",
  "下次你再想找别人帮你解决困难时,先告诉自己,我一定可以自行解决。要想逃避,只是在 愚弄自己。我一定可以处理,采取行动解决它。你已开始迈上成功之途。",
  "只要你深信自己做的是对的,就不要让任何事拖累你。世上的丰功伟业无不是对抗\"不可能\" 的结果。重要的是不计困难,完成工作。",
  "如果你拥有一些坚定的信念,就不要在意别人怎么说,只要遵照你内心的指示即可。",
  "要想快乐,就给自己订立目标,以集中心力,发挥能力并激发希望。快乐是不假外求的。它 来自你全心全意投入一件事的过程。如果你想要快乐,就试着对更多事物发挥热忱吧！",
  "如果你能勇敢承认自己错了,那么你一定能从这个错误中获益。因为承认错误,不仅可赢得 别人的尊敬,并可增加你的自尊。",
  "你做事的目的,是为发现自然的思考方式,以后就依照那种方式行事。",
  "与其担心人们怎么评断你,何不利用这段时间去完成一些值得人们景仰的事。",
  "我们拥有许多未知的潜力,我们做到的事,有时自己连做梦都想不到。当真正需要时,我们 总能完成看来不可能完成的事。",
  "你见过不开心的马吗？或是忧愁的鸟雀？雀鸟和骏马都没有烦恼, 因为它们不必在同类面前 显耀自己。",
  "我真心地相信心灵平安的最大秘诀是———肯定自己的价值观。 只要我们拥有自己的黄金标 准, 我相信百分之五十的烦恼立即可以消逝无踪, 这套标准是由自己生命中真正价值的事物 所组成的。",
  "年过半百的岁月,教会我最重要的一件事,就是:\"只有你自己,能带来平安。\"",
  "做你自己。 请接受作曲家欧文柏林给乔治盖希文的忠告。 当欧文柏林第一次见到盖希文时, 欧文柏林已名声卓著,但盖希文当时仍只是周薪四十五美元的穷青年作曲家。盖希文的才 华令柏林印象深刻,柏林愿出资三倍的薪水请盖希文担任其音乐秘书一职。不过,柏林同时 规劝盖希文: \"你最好不要接受这份工作, 因为这职务最多把你造就成一名二流的欧文柏林。 只要你坚持做你自己,终有一天,你会成为第一流的盖希文。\"",
  "别被挫折打败,坚持下去,切勿放弃。成功者多半维持这个信念。当然,挫折是难免的。重 要的是如何克服它。做到这一点,世界就是属于你的。",
  "如果在你一心向往的事上,尚未能成功,千万不要放弃,要接受挫折,再尝试其他的办法。 你的弓上绝非只有一根弦,但是,只有你自己能发现另外一条。",
  "成功者与失败者最大的差异,在于成功者会设法由失败中获益,再尝试没的办法。",
  "能完成丰功伟业的人,多半是那些在看来毫无希望的处境下仍努力不懈的人。",
  "判断力加上企图心,再以活力作为调味料,这就是成功的精美食谱。",
  "成功的必备条件有好几项: (不见得永远重要) 活力———有了活力才有健康, 健康 , 坚毅, 常识,热忱与天赋。但其中还少了一项最重要的,缺少了它,即使具备所有其他的条件,也 得不到成功,那一件最重要的项目是:工作。",
  "要想提升自我,必须作出特别的努力,额外的付出。当时也许不是一件愉快的事,甚至可能 是耗神费力的工作,但是长远来看,必然会有所收获。",
  "愿意担当责任的人,不论身处何地,都比别人容易脱颖而出。张开双臂,欢迎责任吧！小事 负责,大事也负责,成功必将属于你。",
  "我从不因为人———无论男女———需要谋生而觉得难过。 但对那些视工作如嚼蜡的人, 我 却怀有无比的怜悯。 一个人, 若无法在年轻时找到自己有兴趣的工作, 无法投入青春的热忱, 在我看来,是个绝大的悲哀。",
  "如果你被悲伤,不幸,灾厄压得透不过气来,赶快让自己忙碌起来。不要给你的手和心空闲 的时间。这是最有效的方法。我知道,因为我已经试过了。",
  "你从事的是你热爱的工作吗？如果不是,快想想办法吧！除非喜爱自己的工作,否则几乎没 有成功的机会。许多人尝试过好几种工作,直到找到自己真正的兴趣,才能得到成功。",
  "我们绝大部分的忧虑与紧张, 来自于成千上万的人从未能发掘自己喜爱并擅长的工作。 结果 因为觉得浪费生命从事自己厌恶的工作,而心生叛逆,不得平静。",
  "不要因为嫌事情轻微,而不愿作出最佳表现。完成任何一件事,都能使人更强壮。能把小事 做好,大事才不会有问题。",
  "\f找点事做,保持忙碌。这是世界最廉价的良药———却是最好的一种。",
  "只要你\"装出\"对工作感兴趣的样子,就有可能使你产生真正的兴趣,也可能减少你的倦怠, 紧张与忧虑。",
  "保持正确的思想,你可以使任何工作变得更有趣。你的老板希望你更用心工作,他才能多赚 点钱。但是,让我们先不要去想老板要什么,只要想想对工作感兴趣,会对你有何助益。提 醒自己,工作可使你享受双倍的人生乐趣,因为你一半清醒的时间都在工作,再说,如果你 在工作中找不到乐趣, 别的地方多半也找不到。 常常想到投入工作会令你无心烦恼, 做久了, 还有可能会获晋升或加薪。即使未如前所言,有正确的想法才能将倦怠减至最低,帮助你好 好享受休闲的时间。",
  "你能由争执中得到的最大好处,就是避免争执。逃避它如同避开蛇蝎或地震。十次有九次, 争执只能使双方更坚持自己是对的。你不可能在争执中获胜。你输了,就是输了,即使你赢 了,也等于输了。为什么？就算你胜过对方,把他的言词攻击得体无完肤,你也许觉得很过 瘾,可是对方呢？你逼得他低你一等,你铁定刺伤了他的自尊,他非得憎恨你一辈子。",
  "暂时忘却自己,开始对别人感兴趣吧！每天都去做一件能带给别人欢笑的事。",
  "如果你能在一天中对别人宽厚体恤,就一定能继续做下去。这是完全不需要成本的事,何不 从今天就开始？",
  "不要心怀恨意。遇到问题时,不要害怕让步,小人物总是坚持己见以维护尊严;愿意主动伸 出手与人言和坦承自己的错误,并提议重新开始的人,才是气度恢宏的人。",
  "如果你发现婚姻出了问题,试着列下你配偶的优点,在另一边列下你自觉较难相处的特点。 比较之后,你可能会有很意外的发现。",
  "如果我们想引起他人的憎恨,让他一辈子都忘不了,我们只消给他几句尖刻的批评,不管我 们批评得有没有道理。与人相处时,切记对方并非理性的生物。我们所面对的是一位充满情 绪与偏见的人,只有给他尊严与面子才能打动他的心。",
  "不要一天到晚想着自己的成就与自己的需求。让我们看看别人有什么好主意。不必奉承,只 要给予真诚的赞赏\"嘉勉要诚恳,赞美要大方\",人们会视你的赞赏为珍宝,终其一生受惠无 穷———即使你自己可能早已遗忘。",
  "要想让这个世界更快乐, 其实轻而易举。 为什么？只要寂寞灰心者几句真诚的赞赏就可以了。 虽然你可能明天就忘了今天说的话,但接收者却可能珍视一生。",
  "我常纳闷, 为什么我们不用训练狗的常识来改变别人？为什么不以肉片取代皮鞭？为什么不 以赞赏代替责备？即使是再不起眼的改进,我们也应赞美,这样才能激励对方继续改进。",
  "天底下只有一种办法可以令别人做事。你想过吗？没错,只有惟一的一种方法,那就是令他 自己想要去做。 用一只左轮枪抵住别人的肋骨当然可以叫他交出手表。 你也可以用炒鱿鱼来 威胁员工跟你合作,但是只在你盯住他们的时候。用一根皮鞭你可以任意差遣小孩,但是这 些不得人心的做法只会引起强烈的反弹。因此,令你得到你所要的,将是我能令你做事的惟 一方法。",
  "\f请记住与你谈话的人, 他对于他自己, 他的需求以及他的问题比对你及你的问题兴趣大得多。 即使非洲有百万人死于饥荒, 也比不上他的牙痛来得重要, 他脖子上的一个肉瘤也会比亚洲 大地震更令他关切。下次你跟人开始谈话前,大可先想想这一点。",
  "只要一个眼神,一种声调或一个手势,就能告诉别人,他错了———可是告诉他错了,能令 他赞同你吗？绝无可能！因为你等于对他的知识,判断,自尊,荣耀给予当头一棒,这会使 他只想反击,却永不能令他想要改变心意,你可以向他搬弄柏拉图的理性观点,或是不朽的 康德,但是你无法改变他的意见,因为你已然伤害了他的感情。",
  "我们理应谦逊,因为你我都不算不了什么,百年后,你我将完全被人遗忘。生命太短促了, 实在不堪以自己渺小的成就去惹人厌烦。让我们多鼓励别人谈话吧！",
  "你对自己的想法不是总比对别人的想法更有信心吗？那么, 把自己的意见硬塞给别人应该不 是件聪明的事吧！如果只是作个建议,再让别人去想出结论,不是会更明智吗？",
  "你知道人类最重要的特质是什么吗？不是执行的能力,不是伟大的心智,不是仁慈,不是勇 气,也不是幽默感,虽然这些都极为重要。我个人认为,最重要的是交朋友的能力,归根结 底,其实也就是欣赏别人优点的能力。",
  "把握每一个做善事的机会,每天晚上计算一下它对你的意义。你不见得能体会所有的意义, 再不济,你帮人家一个忙,总是一种友善的表示,别人起码也会回报某种程度的友善。",
  "能让一个人开怀大笑,你已铺平了与他之间的友谊大道。跟你一起欢笑的人,或多或少,是 喜欢你的。",
  "如果你很少想过如何能谦和有礼, 现在正是时候。 以下几点建议可以帮助你培养谦和的态度: 一, 与人交谈时, 应专心聆听。 不要显出无聊的样子, 或露出一副\"我早知道了\"的表情。 二, 不要打断他人的谈话。让他讲完,即使他是在抱怨。你如果打断他,就是暗示他所说的不值 一顾。 三, 你如果不认识他, 先问他姓名, 一有机会就叫出他的名字。 四, 即使他说错了话, 也不要当场指正。等他说完,再提出你的想法;如果你说得不对,你也会很乐意接受指正。 五,千万不要让说话者,或你的同伴有低你一等的感觉。他绝不认为自己不如人,如果你显 露出看不起他的样子,你只会招致怨恨。如果你占了上风,他只认为那是你运气好,绝非你 的本领过人。六,一旦你有错,立即道歉。",
  "想结交朋友,先好好记住他们吧！如果你记住我的姓名,等于是给我一个赞美,表示我在你 心中留下了印象。你记住我的名字,让我觉得自己很重要。",
  "赢取友谊与影响他人最有效的方法之一,是认真对待别人的想法,让他觉得他很重要。",
  "我有几点关于微笑艺术的建议:首先,对于这个世界与人类,你必须抱持正确的心态。做不 到这一点,你不可能真正成功。然而,仅只是应付性的微笑,也还是有益的,因为那带给别 人的快乐,终必像回力球一样回到你身上。带给他人快乐的感觉,会让你自己觉得快乐,因 此, 不久你就能真心微笑了。 当你微笑时, 你是将心中不快与造作的感觉抚平。 对他人微笑, 等于是在隐约地告诉他,你喜欢他,起码有某种程度的喜欢,他会接收到这份涵意,也因此 更喜欢你,试着养成微笑的习惯吧！你不会有任何损失的。",
  "如果你常常不喜欢别人,试试这个简单的方法:专心找他的优点,你一定会找到几个的。",
  "记住别人可能完全错了,但他可不这么认为。不要怪罪他,任何人都会这样做。应该试着了 解他,只有明智的,包容的,杰出的人会试着这样做。别人的想法与做法必有他的缘由,试 着找出背后的原因——这会给你一把了解他行为甚至个性的钥匙。试着真诚地设身处地, 站在他的立场看事情。",
  "明天你所遇到的人当中,会有四分之三渴望被人同情。给予他们同情,他们会因此而爱你。",
  "如果想要快乐,就不要去想别人是否会感恩,我们付出只为享受施予的快乐。",
  "虽然我们无法了解生理,电器或蒸汽引擎的奥秘,但这个事实并不妨碍我们使用,甚至享受 它们。同样的,我虽无法了解宗教与祈祷奥秘,也不能阻止我享受宗教带来的更丰富,快乐 的生活,最后,我终于体会了美国哲学家桑塔雅所说的一句智慧的话:\"人之被创造,不是 为来理解人生,而是来享受人生的。\"我本想说,我就这样回到了宗教的怀抱,但这样说并 不正确。 事实是, 我迎向了一种新的宗教理念。 对于分化教会的教义解说, 我已无丝毫兴趣。 但对于我能如何由宗教获益,我却兴趣盎然,正如同我有兴趣知道电器,美食与水如何对我 有益一样。它们都能助我享受更丰富,快乐的人生。而宗教的效益远大于此,它带给我的是 精神的价值。就如威廉詹姆士所说,宗教带给我\"对生命新的热力……带给我更宽广,更丰富,更满意的人生\"。宗教带给我信心,希望与勇气。它驱退紧张,焦虑,恐惧与忧虑,并 使我的人生有目标,有方向,广义地提升了我的幸福,使我享受实实在在的健康。宗教帮助 我为自己创造了\"一个生命流沙中的宁静绿洲。",
  "原谅敌人并将其抛诸脑后的最佳良方, 是诉诸超越我们的一种理想。 当我们执著于追求理想 时,其他的一切屈辱都算不了什么。",
  "人真奇怪,幸福在眼前时,我们很少能掌握,偏偏等到它消失了,才有所体会。",
  "今天是如此珍贵,不值得为了苦涩的烦恼及悔恨而糟蹋它,抬高你的下巴,保持思想开朗, 如同春阳下闪耀的水涧。紧紧把握住今天,因为它一去不复返。",
  "与人打交道时，得记住我们不是与绝对理性的动物打交道，我们是与有情绪的动物打交道，他们充满偏见，充满各种动机和虚荣。",
  "如果你常常不喜欢一个人，试试这个简单的方法：专心找他的优点，你一定会找到几个。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "要是自私的人想占你的便宜，就不必理睬他，更不必报复他。当你想跟他扯平的时候，你对自己的伤害，远比对那家伙的伤害更多。",
  "你可能明白了人类处世的天性——做错事的人只会责备别人，绝不责备自己。",
  "只要一个眼神、一种声调或一个手势，就能告诉别人他错了。——如果直接告诉他错了，他能接受吗，不可能！因为你等于对他的知识、判断、自尊给予当头一棒。这会使他只想反击。",
  "微笑着接受已发生的事，勇于面对无法改变的事实。",
  "人人都渴望得到幸福。但是追求幸福之路都只有一条。简单地说，就是改变自己的心情。",
  "思考时，要像一位智者；但讲话时，要像一位普通人。",
  "朝着一定目标走去是“志”，一鼓作气中途绝不停止“气”，两者合起来就是“志气”。一切事业成败都取决于此。",
  "延迟拖拉和优柔寡断，是人类弱点中指最合乎人情的。但是，正因为他们合乎人情，没有明显的危害，也不违犯国法，所以无形中因此耽误的事情，引起的烦恼，实在比明显的罪恶厉害的多。",
  "改善不良的工作习惯及其四项：桌上仅放正在办理的文件；从重要的工作开始做；遇到问题，尽可能当时当地解决，尤其是在已掌握足够资讯时，更需马上采取行动；学会组织、授权与督导。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "你知道人类最重要的特质是什么吗？不是执行的能力，不是伟大的心智，不是仁慈，不是勇气，也不是幽默感，虽然这些都极为重要。我个人认为，最重要的是交朋友的能力，归根结底，其实也就是欣赏别人有点的能力。",
  "批评不但不会改变现实，反而会招致愤恨。",
  "今天是如此珍贵，不值得为苦涩的烦恼及悔恨而糟蹋它，抬高你的下巴，保持思想开朗，如同纯阳下闪耀的水洞。紧紧把握住今天，因为它一去不复返。",
  "寻找美丽的风景，想想快乐的事，心情也就自然而然变得愉快",
  "放松自己，娱乐自己。不要把时间浪费在无益的烦恼上，可以以他人的快乐为自己快乐，关怀他人，忘掉自身的存在。每天行善以使周围的人因你的善行而充满欢笑。",
  "如 果你不同意他人的意见，你或许想阻止他，但最好不要这样，这样做没有什么效果。如果你要树敌人，就胜过你的朋友；但如果你要得到朋友，那就让你的朋友胜过你。德国人有一句俗语：“最纯粹的快乐，是我们从别人的困难中所得到的快乐。”是的，有些朋友，恐怕从你的困难中比从你的胜利中得到的满意更多。所以不要时时向他人夸大自己的成就，我们要谦逊，这样永远能使人喜欢。 我们应当谦逊，因为你我都没有什么了不起的。",
  "人之所以痛苦，是因为追求了错误的东西，把单纯的事情看得既复杂又严重；人之所以郁闷，是心中装进了许多杂质，不但不清理，还越装越多，阻得你喘不过气来；人之所以愚钝，是听不见别人的心声，总认为自己是世界上最聪明的人。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。",
  "我们若已接受最坏的，就再没有什么损失。",
  "协调人际关系的绝招是：使一个人发挥最大能力的方法是赞赏和鼓励，真诚的赞扬可以收到效果，批评和耻笑却会把事情弄糟。",
  "只要下定决心克服恐惧，便几乎能克服任何恐惧。因为，请记住，除了在脑海中，恐惧无处藏身。",
  "不要因为嫌事情轻微，而不愿做出最佳表现。完成任何一件事，都能使人更强壮。能把小事做好，大事才不会有问题。",
  "沟通的各项能力中，最重要的莫过于聆听的能力。高谈阔论的能力、强而有力的声音、精通多国语言甚至写作的才能都不比聆听来得重要。",
  "利用空闲，找一种本业以外你爱好的副业，如果可能，还须多找几种。你的副业越多，你的朋友的圈子便愈大，精神上的愉快便愈多。",
  "恐惧大都因为无知与不确定感而产生。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "心灵的成熟过程 是持续不断的自我发现、自我探寻的过程，除非我们先了解自己，否则我们很难去了解别人。",
  "顾全他人的面子使其乐于接受你的建议；给予高尚的“头衔”，使之发挥高度的责任感与荣誉。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "任何一个成功人士的经验表明，想要成功，只有保持自我本色，而不应该让自己变成其他任何人。",
  "最重要的就是不要去看远方模糊的，而是要做手边清楚的事。",
  "如果你不开心，那么，能变得开心的唯一办法是开心地坐直身体，并装作很开心的样子说话及行动。如果你的行为散发的是快乐，就不可能在心理上保持忧郁。这点小小的基本真理可以为我们的人生带来奇迹。",
  "在必要的时候，我们能够忍受灾难与悲剧，并且战胜它们。我们常以为自己做不到，其实我们内心拥有强大的力量，只要懂得善加利用。因为，我们比自己想象的要强壮的多。",
  "把握现在，不必哀悼过去，更不要忧愁未来。",
  "想交朋友，就得先为别人做些事——那些需要花时间、体力、体贴、奉献才能做到的事。",
  "当机会呈现在眼前时，若能牢牢掌握，十之八九都可以获得成功而能克服偶发事件，并且替自己找寻机会的人，更可以百分之百的获得胜利。",
  "如果我们想交朋友，就要先为别人做些事——那些需要花时间体力体贴奉献才能做到的事。",
  "真正的读书使瞌睡者醒来，给未定目标者选择适当的目标。正当的书籍指示人以正道，使其避免误入歧途。",
  "成功者与失败者最大的差异，在于成功者会设法由失败中获益，再尝试别的方法。",
  "如果你被悲伤、不幸、灾厄压的透不过气来，赶快让自己忙碌起来，不要给你的手和心空闲的时间，这是最有效的方法。",
  "冷静分析过去的错误，设法从中获益，再忘掉它，这是惟一让过去有建设性意义的做法。",
  "如果希望成为一个善于谈话的人，那就先做一个致意倾听的人。",
  "原谅敌人并将其抛诸脑后的最佳良方，是诉诸超越我们的一切思想。当我们执着于追求理想时，其他的一切屈辱都算不了什么。",
  "你有信仰就年轻，疑惑就年老;有自信就年轻，畏惧就年老;有希望就年轻，绝望就年老;岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "如果想要快乐，就不要去想别人是否会感恩，我们付出只为享受施与的快乐。",
  "多数人记不住别人的姓名，只是因为他们没有下必要的功夫和精力去记忆，他们给自己找借口：他们太忙。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "当一个人的改变起自他本身，他已经不是一个平常人了。",
  "如果你能勇敢承认自己的错误，那么你一定能从这个错误中获益。因为承认错误，不仅可以赢得别人的尊敬，更可增加你的自尊。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "如果我们想交朋友，就要先为别人做些事——那些需要花时间、体力、体贴、奉献才能做到的事。",
  "始终挑剔的人，甚至最激烈的批评者，都会在一个有忍耐和同情心的倾听者面前软化降服。",
  "现实生活中有些人之所以会出现交际的障碍,就是因为他们不懂的忘记一个重要的原则:让他人感到自己重要。",
  "如果希望成为一个善于谈话的人,那就先做一个致意倾听的人。",
  "始终挑剔的人,甚至最激烈的批评者,都会在一个有忍耐和同情心的倾听者面前软化降服。",
  "多数人记不住别人的姓名,只是因为他们没有下必要的功夫和精力去记忆,他们给自己找借口:他们太忙。",
  "一种简单，明显,最重要的获得好感的方法,那就是记住他人的姓名,使他人感觉对于别人很重要。",
  "行动好像是跟随感觉走的,其实不是如此,行动是与感觉平行的,我们能使直接受意志支配的行动有规律,也能间接的使不直接受意志制约的支配有规律。",
  "世上人人都在寻找快乐,但是只有一个确实有效的方法,那就是控制你的思想,快乐不在乎外界的情况,而是依靠内心的情况。",
  "行为胜于言论,对人微笑就是向人表明:\"我喜欢你,你使我快乐，我喜欢见到你\"。",
  "关心他人与其他人际关系的原则是一样的，必须出于真诚。不仅付出关心的人应该这样,接受关心的人也应当如此。",
  "凡不关心别人的人，必会在有生之年遭受重大的困难,并且大大的伤害到其他人。也就是这种人导致了人类的种种错误。",
  "私有财产，财富的积累法则，竞争法则，所有这些都是人类经历的最高结果，是迄今为止社会结出最佳果实的土壤。",
  "想交朋友，就要先为别人做些事——那些需要花时间体力、体贴、奉献才能做到的事。",
  "朝着一定目标走去是“志”,一鼓作气中途绝不停止是“气”,两者合起来就是“志气”。 一切事业的成败都取决于此。",
  "精神振作的商人,除了有小心谨慎的习惯之外,还得要有敏捷和不因循两种长处。",
  "我们若已接受最坏的,就再没有什么损失。",
  "使你获得成功的第十二项秘诀：不要背后议论他人，不要恶意闲谈",
  "使你获得成功的第十一项秘诀：善用恶劣环境，恶劣环境是你有益的朋友，好好善待你的朋友吧",
  "使你获得成功的第十项秘诀：做谦逊的人。",
  "使你获得成功的第九项秘诀是：过而改之，善莫大焉。",
  "使你获得成功的第八条秘诀是：世上万事，有容乃大。",
  "使你获得成功的第七条秘诀是：切勿自暴自弃。",
  "使你获得成功的第六项秘诀是：办事不要拖拉，当机应立断。（1）延迟拖拉和优柔寡断，是人类弱点中指最合乎人情的。但是，正因为他们合乎人情，没有明显的危害，也不违犯国法，所以无形中因此耽误的事情，引起的烦恼，实在比明显的罪恶厉害的多。（2）优柔寡断是人们为了维持自尊和表面上的优越。（3）人生在世，总有需要立即应付的困难和问题，只有那些能够当机立断，勇于担负起责任的男女，对于任何危急的局面，都可以应付自如。",
  "使你获得成功的第五项秘诀是：做意志真正坚强的人。",
  "做心理成熟的人。第一，他已经没有孩提时代的依赖性。他能自给自足，自己计划，自己行动；他没有虚伪，没有虚荣。第二，他有恬静的性情，有自重而不自大的 品德。至于应付困难，他有勇气；他做事不怕失败，一定要做到成功为止。总之，因为他的心理已经成熟，所以他对于世事抱着”一切是相对的“态度做人。使你获得成功的第四项秘诀是：做一个成熟的人。成功人际交往的第一个秘诀是：请对方帮一个忙。第二个秘诀：真诚赞美他人。第三个秘诀：尽量满足他人的需要。\n",
  "把握现在，不必哀悼过去，更不要忧愁未来。",
  "利用空闲，找一种本业以外你爱好的副业，如果可能，还须多找几种。你的副业越多，你的朋友的圈子便愈大，精神上的愉快便愈多。",
  "在你的本职工作以外，再寻找一种为你所爱好的副业，作为你心理上，精神上的补救。",
  "加莱尔说：“一个伟大人物显示他的伟大，在于他怎样对待卑小的人。”",
  "“当一个人的改变起自他本身”，勃朗宁曾说：“他已经不是一个平常人了。”",
  "你可能明白了人类处世的天性——做错事的人只会责备别人，绝不责备自己。",
  "不要怕推销自己，只要你认为自己有才华，你就应该认为自己有资格担任这个或那个职务。",
  "获得心理平静最大秘密之一，就是要有正确的价值观念。",
  "学会对自己说：“这件事情只值得我担一点点心，没有必要去操更多的心。”",
  "不知道如何抗拒忧虑的人就会减少寿命。",
  "在纷繁复杂的现代社会，只有能保持内心平静的人，才不会变成神经病。",
  "言语乏味的人不但不了解自己、不喜欢自己，甚至也不能保持自己的自然天性。",
  "人若是心灵成熟，或心智继续成长，就能与人讨论任何事情而不致引人生厌。",
  "你在这个世界上每天都是一个崭新的自我，为此而高兴吧。善用你的天赋。",
  "一个人最糟的是不能成为自己，而且在身体与心灵中保持自我。",
  "紧张是一种习惯，放松也是一种习惯。",
  "一个令人吃惊的可悲事实是，无数不会浪费金钱的人，却在鲁鲁莽莽地虚掷浪费自己的精力。",
  "想想自己拥有老天赐予的恩惠，你就不会再有忧虑了。",
  "小人常为伟人的缺点或过失而得意。",
  "不合理的批评往往是一种掩饰的赞美。",
  "敌人对我们的看法比我们自己的观点可能更接近事实。",
  "一般的人常因他人的批评而愤怒，有智慧的人却想办法从中学习。",
  "如果你希望成为一个善于谈话的人，那就先得做一个注意静听的人。",
  "不喜欢自己的人，表现的症状之一便是自我挑剔。",
  "成熟的人会适度地忍耐自己，正如他适度地忍耐别人一样。他不会以为自己的一些弱点而感到活得很痛苦。",
  "批评不但不会改变现实，反而会招致愤恨。",
  "天底下只有一种方法可以促使他人去做任何事——给他想要的东西。",
  "如果你被人批评，那是因为批评你能给他一种满足感。这也说明你是有成就的，而且引人注意。",
  "每个人的行事都有两个好理由：一是看起来很好；一是的确很好。",
  "许多人在重组自己的偏见时，还以为自己是在思考。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "如果我们想交朋友，就要先为别人做些事——那些需要花时间体力体贴奉献才能做到的事。",
  "真正的读书使瞌睡者醒来，给未定目标者选择适当的目标。正当的书籍指示人以正道，使其避免误入歧途。",
  "当机会呈现在眼前时，若能牢牢掌握，十之八九都可以获得成功而能克服偶发事件，并且替自己找寻机会的人，更可以百分之百的获得胜利。",
  "如果我们想交朋友，就要先为别人做些事——那些需要花时间、体力、体贴、奉献才能做到的事。",
  "“世俗有时间是金钱”这句话，所以窃取他人时间的小偷，当然该加以处罚，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓“积土成山”是也，失去一日甚易，欲得回已无途。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "一个不注意小事情的人，永远不会成就大事业。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。",
  "人类本质里最深层的驱动力就是希望具有的重要性，你要别人怎么对待你,你就先怎样的对待别人。",
  "现实生活中有些人之所以会出现交际的障碍,就是因为他们不懂的忘记一个重要的原则:让他人感到自己重要。",
  "如果你要使别人喜欢你,如果你想他人对你产生兴趣,你注意的一点是:谈论别人感兴趣的事情。",
  "与人沟通的诀窍就是：谈论别人最为愉悦事情。",
  "如果希望成为一个善于谈话的人,那就先做一个致意倾听的人。",
  "始终挑剔的人,甚至最激烈的批评者,都会在一个有忍耐和同情心的倾听者面前软化降服。",
  "多数人记不住别人的姓名,只是因为他们没有下必要的功夫和精力去记忆,他们给自己找借口:他们太忙。",
  "一种简单，明显,最重要的获得好感的方法,那就是记住他人的姓名,使他人感觉对于别人很重要。",
  "行动好像是跟随感觉走的,其实不是如此,行动是与感觉平行的,我们能使直接受意志支配的行动有规律,也能间接的使不直接受意志制约的支配有规律。",
  "世上人人都在寻找快乐,但是只有一个确实有效的方法,那就是控制你的思想,快乐不在乎外界的情况,而是依靠内心的情况。",
  "行为胜于言论,对人微笑就是向人表明:\"我喜欢你,你使我快乐，我喜欢见到你\"。",
  "关心他人与其他人际关系的原则是一样的，必须出于真诚。不仅付出关心的人应该这样,接受关心的人也应当如此。",
  "凡不关心别人的人，必会在有生之年遭受重大的困难,并且大大的伤害到其他人。也就是这种人导致了人类的种种错误。",
  "私有财产，财富的积累法则，竞争法则，所有这些都是人类经历的最高结果，是迄今为止社会结出最佳果实的土壤。",
  "想交朋友，就要先为别人做些事——那些需要花时间体力、体贴、奉献才能做到的事。",
  "朝着一定目标走去是“志”,一鼓作气中途绝不停止“气”,两者合起来就是“志气”。一切事业的成败都取决于此。",
  "精神振作的商人,除了有小心谨慎的习惯之外,还得要有敏捷和不因循两种长处。",
  "我们若已接受最坏的,就再没有什么损失。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "如果我们想交朋友，就要先为别人做些事那些需要花时间体力体贴奉献才能做到的事。",
  "真正的读书使瞌睡者醒来，给未定目标者选择适当的目标。正当的书籍指示人以正道，使其避免误入歧途。",
  "当机会呈现在眼前时，若能牢牢掌握，十之八九都可以获得成功而能克服偶发事件，并且替自己找寻机会的人，更可以百分之百的获得胜利。",
  "如果我们想交朋友，就要先为别人做些事那些需要花时间、体力、体贴、奉献才能做到的事。",
  "世俗有时间是金钱这句话，所以窃取他人时间的小偷，当然该加以处罚，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓积土成山是也，失去一日甚易，欲得回已无途。",
  "一个不注意小事情的人，永远不会成功大事业。",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "一个不注意小事情的人，永远不会成就大事业。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "So to keep in mind with, if not by your posts efforts to come, or not by your grades in return, then we can not keep your reputation, is no real value.",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "”“ Do not stop halfway bang is ““gas”“, the two together is the ambition。 Everything depends on the succeof the cause of this。",
  "朝着一定目标走去是“志”。一鼓作气中途不停止是“气”，两者合起来就是志气。一切事业的成败都取决于此。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。 类别:成功",
  "A dangerous mental lazinethan lazy brothers, do not know how many times over. And heal mental laziness, even more difficult than cure lazy brothers. Because we do not want to upset the work piece, the various parts of the body, are uneasy and bored. Conversely, if there is interest in this kind of work, happy, high working efficiency, not only physically and mentally but also feel very comfortable. Due to unfavorable labor, physical and mental suffering from depression as a disorder, the doctor called lazy disease. ",
  "一个懒惰心理的危险，比懒惰的手足，不知道要超过多少倍。而且医治懒惰的心理，比医治懒惰的手足还要难。因为我们做一件不愿意不高兴的工作，身体的各部分，都感到不安和无聊。反过来说，如果对于这种工作有兴趣、愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰玻 类别:心理",
  "Distinguish step, is very important。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "A dangerous mental lazinethan lazy brothers, do not know how many times over. And heal mental laziness, even more difficult than cure lazy brothers. Because we do not want to upset the work piece, the various parts of the body, are uneasy and bored. Conversely, if there is interest in this kind of work, happy, high working efficiency, not only physically and mentally but also feel very comfortable. Due to unfavorable labor, physical and mental suffering from depression as a disorder, the doctor called lazy disease. ",
  "一个懒惰心理的危险，比懒惰的手足，不知道要超过多少倍。而且医治懒惰的心理，比医治懒惰的手足还要难。因为我们做一件不愿意不高兴的工作，身体的各部分，都感到不安和无聊。反过来说，如果对于这种工作有兴趣、愉快，工作效率不但高，身心也感觉到十分舒适。因不适宜的劳动，使身心忧郁而患成的病症，医生称为懒惰。",
  "To succeed in life, the young man must learn self-reliance, to eradicate barriers throughout the ambush, in his family to be educated, so he has a man recognized independent personality.",
  "人生如舞台，如果你单单叙述一件事情，就无法打动人心。所以你必须生动活泼的把事实编造成一种喜剧的形态，也就是以喜剧的手法来处理你的人生，使你的周围洋溢着欢欣鼓舞的气氛。",
  "任何人的信用，如果要把它断送了都不需要多长时间。就算你是一个极谨慎的人，仅须偶尔忽略，偶尔因循，那么好的名誉，便可立刻毁损。所以养成小心谨慎的习惯，实在重要极了。",
  "一个人事业上的成功，只有15%是由于他的专业技术，另外的85%要依依耐人际关系、外世技巧。软与硬是相对而言的。专业的技术是硬本领，善于处理人际关系的交际本领则是软本领。",
  "你应庆幸自己是世上独一无二的，应该把自己的禀赋发挥出来。经验环境和遗传造就了你的面目，无论是好是坏，你都得耕耘自己的园地；无论是好是坏，你都得弹起生命中的琴弦。",
  "成功的人，都有浩然的气概，他们都有是大胆的，勇敢的。他们字典上，是没有“惧怕”两个字的，他们自信他们的能力是能够干一切事业的，他们自认他们是个很有价值的人。",
  "一个人的胆子大，才能有作为；畏怯的人，懦弱的人，他虽然没有身临其境的危险，但只要一听到人家的恐吓言语，早已吓得不知所措，试问这样的人可能有什么建树呢？",
  "在脸上放一个大大、宽宽、诚实无欺的笑容，把双肩向后拉直，好好地、深深地吸上一口气，再唱上一段歌儿，若是不会唱歌，就吹个口哨，若是不会吹哨，就哼个曲子。",
  "我们应该谦虚，因为你我都成就不了多少。我们都只是过客，一世纪以后都完全遗忘。生命太短促，不能老谈自己微小的成就来教人厌烦，且让我们鼓励别人多谈吧。",
  "今天就是生命――是唯一你能确知的生命。昼利用今天，使自己对某件事情感兴趣，把自己摇醒，培养一种嗜好，让热忱的风儿扫掠过你，以高昂的兴致来过今天。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "我是否曾主张，我们应对向着我们而来的一切灾难低头屈服？绝不！那只是宿命论的主张。只要有让我们解救情况的一丝机会，我们便要奋斗。",
  "在你过去的生活中，你伤害过谁，也早已忘记了，可是被你伤害的那个人却永远不会忘记你。他决不会记住你的优点，而是记住你对他的伤害。",
  "当机会呈现在眼前时，若能牢牢掌握，十之八九都可以获得成功而能克服偶发事件，并且替自己找寻机会的人，更可以百分之百的获得胜利。",
  "如果在自己非常想要做的事情上未能成功，不要立刻放弃并接受失败，试试别的方法，你的弓不会只有一根弦的，只要你愿意找到那根弦。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "“世俗有时间是金钱”这句话，所以窃取他人时间的小偷，当然该加以处罚，即使是那些愉快的好人，还是该如忌讳疾病地躲避他们。",
  "我们多数人的毛病是，当机会朝我们冲奔而来时，我们兀自闭着眼睛，很少人能够去追寻自己的机会，甚至在绊倒时，还不能见着它。",
  "如果你表现得“好像”对自己的工作感兴趣，那一点表现就会使你的兴趣变得真实，还会减少你的疲惫、你的紧张，以及你的忧虑。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "一个在奋斗途径上努力的人，要是不把步骤分清楚，等于你旅行一个地方，不先规定睡眠和行程一般。分清步骤，是十分重要的。",
  "与人交往时，让我们记得，我们不是同理智的动物交往，我们是同感情动物交往，与竖着偏见剌毛、且满心骄傲虚荣的动物交往。",
  "所以要牢记着，职位如不靠你的努力得来，或不是由你成绩换来的，那么一定不能保持你的名誉，是没有什么真正价值的。",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。",
  "零星的时间，如果能敏捷地加以利用，可成为完整的时间。所谓“积土成山”是也，失去一日甚易，欲得回已无途。",
  "朝着一定目标走去是“志”。一鼓作气中途不停止是“气”，两者合起来就是志气。一切事业的成败都取决于此。",
  "人与人之间需要一种平衡，就像大自然需要平衡一样。不尊重别人感情的人，最终只会引起别人的讨厌和憎恨。",
  "生命是个回力板（注：一种澳洲土人打猎用的弯曲坚木，掷出后仍能返回原处），你付出什么，便收回什么。",
  "真正的读书使瞌睡者醒来，给未定目标者选择适当的目标。正当的书籍指示人以正道，使其避免误入歧途。",
  "人际关系是人与人之间的沟通，是用现代方式表达出圣经中“欲人施于己者，必先施于人”的金科玉律。",
  "烦恼的事情最好在散步时把它忘掉，你不妨出来试试看看，一切烦恼事情都会像长了翅膀一样飞走了。",
  "如果我们想法交朋友，就要先为别人做些事――那些需要花时间、体力、体贴、奉献才能做到的事。",
  "承认自己也许会弄错，就能避免争论，而且，可以使对方跟你一样宽宏大度，承认他也可能有错。",
  "奋斗只是一种行动的昭示，而实际的行动却应该有详细的计划，清楚的段落，坚定的意志和力量。",
  "太阳能比风更快的脱下你的大衣；仁厚、友善的方式比任何暴力更容易改变别人的心意。",
  "成功者与失败者之间的区别，常在于成功者能由错误中获益，并以不同的方式再尝试。",
  "记住人家的名字，而且很轻易地叫出来，等于给别人一个巧妙而有效的赞美。",
  "世上充满了有趣的事情可做，在这令人兴奋的世界中，不要过着乏味的生活。",
  "在人生的道路上能谦让三分，即能天宽地阔，消除一切困难，解除一切纠葛。",
  "熊熊的热忱，凭着切实有用的知识与坚忍不拔，是最常造就成功的品性。",
  "尽量在舒适的情况下工作。记住，身体的紧张会制造肩痛和精神疲劳。",
  "我们都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。",
  "有的人爱说目标很难达到，那是由于他们的意志薄弱所致。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "对别人的意见要表示尊重。千万别说：“你错了。”",
  "一个不注意小事情的人，永远不会成功大事业。",
  "不要过度承诺，但要超值交付。",
  "记住，你是世上独一无二的。",
  "是的，话说的很凶。但请记住，从来没人愿意踢死一只死了的狗。",
  "我们之所以感到疲劳，是因为我们的情绪使我们的身体紧张。",
  "幸福并不是取决于外界的因素，而是取决于内在的状态。",
  "如果希望成为一个善于谈话的人，那就先做一个致意倾听的人。",
  "生活，有时候就是这样，难免充满各种惊喜、惊吓和无奈，可是只要你不放弃它，它就不会放弃你。",
  "要使别人喜欢你，首先你得改变对人的态度，把精神放得轻松一点，表情自然，笑容可掬，这样别人就会对你产生喜爱的感觉了。",
  "保留他人的面子！这是一个何等重要的问题！而我们却很少会考虑到这个问题。纵使别人犯错，而我们是对的，如果没有为别人保留面子，就会毁了一个人。",
  "人生没有绝对的公平，却又是相对公平的。在一个天平上，你得到的越多，也必须比别人承受的更多。",
  "概念极为简单，不幸的是，执行起来却很复杂、很困难。",
  "“让我们记住，我们所相处的对象，并不是绝对理性的动物，而且充满了情绪变化、成见、自负和虚荣的东西。”无论你再怎么崇拜的人，他都有这样东西，只是明显与不明显而已。",
  "我们的疲劳通常不是由于工作本身，而是由于忧虑、紧张和不快。",
  "从你来到世界上这一天开始，你所有的每一种行动，出发点都是为了你自己，都是因为你需要些什么。",
  "人之所以痛苦，是因为追求了错误的东西，把单纯的事情看得既复杂又严重；人之所以郁闷，是心中装进了许多杂质，不但不清理，还越装越多，阻得你喘不过气来；人之所以愚钝，是听不见别人的心声，总认为自己是世界上最聪明的人。",
  "快乐是有传染性的，而只有使别人快乐才能让自己快乐。",
  "我没有时间争吵，也没有时间后悔，没人能强迫我恨他们。我想到的是那些给我帮助的，善良的人们我将无以回报！",
  "感恩是极有教养的产物，你不可能从一般人身上得到，忘记或不会感谢乃是人的天性。",
  "生活中的许多烦恼都源于我们盲目和别人攀比，而忘了享受自己的生活。",
  "具有成熟心灵的人不会陷于自己的困难当中，而是勇敢的去面对它、接受它，然后想办法加以克服、解决。",
  "一个人的事业成功与否，完全在他对这项事业是否感兴趣，而不是用苦干去打开的成功大门。",
  "要想成功，必须具备的条件就是，用你的欲望提升自己的热忱，用你的毅力磨平高山，同时还要相信自己一定会成功。",
  "人性之中最可悲的一件事，就是我们所有人都拖延着不去生活，都梦想着天边有一座奇妙的玫瑰园，而不能欣赏今天就盛开在我们窗外的玫瑰花。",
  "用争夺的方法，你永远无法得到满足，可是当你谦让的时候，你可以得到比你所期望的更多。",
  "一个不容否认的事实就是，凡是你遇见的人，都会觉得他们在某方面比你强。巧妙地承认对方的重要性，并由衷地表达出来，就会使你得到他的友谊。",
  "与人相处时，我们面对的不是绝对的理性动物，而是充满了情绪变化、满腹成见、受自负和虚荣驱使的生物。",
  "美丽的外表只能创造初次接触的机会，人格魅力才能经得住时间的考验，渗出沁人的芬芳。",
  "天下最悲哀的人莫过于本身没有足以炫耀的优点，却又将其可怜的自卑感，以令人生厌的自大、自夸来掩饰。",
  "如果你拥有某种权力，那不算什么；如果你拥有一颗富于同情的心，那你就会获得许多权力所无法获得的人心。",
  "如果我们是那样的卑贱和自私，一旦没有从他人身上得到好处，就不愿意让别人感到快乐，假如我们的气量比一个酸苹果还要小，那我们所要遭遇到的绝对是失败，而且我们的心灵将会变得无比贫瘠。",
  "对那些不成熟的人来说，他们永远都可以找到一些借口，以掩饰他们自身的某些缺点或不幸。",
  "让自己更平和一点，更豁达一点，更宽容一点。人人都有他的难处，何必强求与人？",
  "对别人好不是一种责任，它是一种享受，因为它能增进你的健康和快乐。你对别人好的时候，也就是对自己好的时候。",
  "打动人心的最高明的办法，是跟他谈论他最珍贵的事物。",
  "一个人的眼界决定了他的高度，一个人的心胸决定了他的宽度。",
  "一个理智、达观的人会渐渐地懂得，对生活不要期望太高。",
  "获得心理平和的方法是改变人的想法，你应努力培养舒畅自然的心态。",
  "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
  "我所学到的最大经验是，我们的思想最重要。如果我能了解你的思想，就能了解你这个人，因为你的思想造就了你这个人，通过改变自己的思想，我们就能改变自己的一生。",
  "心灵的成熟过程是持续不断的自我发现、自我探寻的过程除非我们先了解自己否则我们很难去了解别人。",
  "与人相处时，应该记住。我们不是应付理论的人，而是在应付感情的人。",
  "我们多数人的毛病是，当机会朝我们冲奔而来时，我们犹兀自闭着眼睛；很少人能够去追寻自己的机会，或甚至在绊倒时，还能看得见它。",
  "只有愚蠢的人，才会批评人、斥责人和抱怨人，但若要宽恕和了解他人，那就需要在人格及克己上下工夫了。",
  "你所认为的你，并非真正的你，反倒是你怎么想的，你就会变成什么样的人。",
  "庸俗的人在伟人的错误和愚行中能得到自己最大的快感。",
  "努力接近那些了解你，信任你，鼓励你的人，这对于你日后的成功具有莫大的影响。",
  "如果你被批评，请记住，那是因为批评你会给他一种重要感，也说明你是有成就，引人注意的，很多人凭借指责比自己更有成就的人得到满足感。",
  "比自身生命更高贵的奉献精神，会带来真正的成功与快乐，会带来更多朋友。",
  "有整整十年的时间，我曾经是一名囚犯。不是在一般监狱里，而是在忧虑自己低劣的狱墙和惧怕批评是其狱舍的监狱中。",
  "世界上的每一个人，不管是富人、穷人、乞丐、盗贼，每个人都愿意竭尽其所能，保全别人给他的好名声。",
  "能够把心中的烦闷向知心朋友倾吐的人，通常既是能够把握快乐，减少疲劳，精力充沛的人。",
  "人类不会因为工作过于疲劳而死，但却会死于浪费和忧虑。",
  "如果你被人批评，那是因为批评你能给他一种满足感。这也说明你是有成就的，而且引人注意。小人常为伟人的缺点或过失而得意。不合理的批评往往是一种掩饰了的赞美。",
  "人与人的交往中，你把对方看成一朵花，你就会感到快乐；而你如果把对方看成仙人掌，你就会感到痛苦。",
  "今天太宝贵，不应该为酸苦的忧虑和辛涩的悔恨所消蚀。把下巴抬高，使思想焕发出光彩，像春阳下跳跃的山泉。抓住今天，它不再回来。",
  "能养成善于静听能力的人，似乎要比任何好性格的人都少见。",
  "要显示一个伟大人物的伟大之处，那就要看他如何对待一个卑微的人。",
  "休息并不是绝对什么事情都不做，人的休息其实是对身体上某些损失的弥补。",
  "人们真正关心的只有自己，这一点永远不会变，无论今天还是明天，无论现在还是未来。",
  "许多人无法成为一名良好的与人交流者，主要是他们只会谈他们自己感兴趣的事情，而这些事情却令其他人感到无聊透顶。",
  "你有信仰就年轻，疑惑就年老；有自信就年轻，畏惧就年老；有希望就年轻，绝望就年老；岁月使你皮肤起皱，但是失去了热忱，就损伤了灵魂。",
  "如果成功有诀窍的话，这个诀窍就在于洞悉他人的立场，并能够同时兼顾自己和他人的立场。",
  "最重要的，不是别人有没有爱我们，而是我们值不值得被爱。",
  "世界上唯一能影响他人的方法，就是谈论他所要的，而且还要告诉他，如何才能得到他所要的。",
  "一个人最糟的是不能做自己，并且在身体和心灵中保持自我。",
  "通常，当人们说出温和话语的时候，行为必然也会自然地反映出温和的态度，于是平和之心的力量也将从中孕育而生。",
  "假如我们激励我们所接触的人，让他们知道自己潜藏着的能量，那我们所做的不只是改变他们的意志，而是改变了他们的命运。",
  "培养自信的方法，那就是做你所怕做的事，去获得一次成功经验的记录。",
  "幸福就是找一个能够温暖你心的人慢慢的过一辈子，珍惜爱你的人，珍惜你爱的人，珍惜那个一直在你身边陪著你、保护你、温暖你一直把你当成全世界。",
  "在现代城市的混乱中，只有能保持内心平静的人才不会变成神经病。",
  "如果你想得到仇人，你就胜过你的朋友，如果你想获得更多的朋友，就让你的朋友胜过你。",
  "如果人人都如此自私阴暗，付出一点小小的善意和一句真诚的称赞都索求回报；如果我们的灵魂渺小如尘沙，那么失败是注定应得的惩罚。",
  "明天你要劝说某人去做某件事，在你尚未开口前，不妨自己先问：我如何能使他要做这件事？",
  "忘恩负义乃是人的天性，如果你非要期望别人感恩，那多半是庸人自扰。",
  "让你快乐或不快乐的，不是你拥有什么、你是谁、你在哪里或你在做什么，而是你对此怎么想。",
  "工作，将影响你的一生；它可能造就你，也可能毁灭你。",
  "我们虽然是平常的人，但不代表我们就该承受折磨。我们唯一能做的是正视生活本身，在经历中不断学习，以确保未来不会发生憾事。",
  "憎恨伤不了对方一根寒毛，却把自己的日子弄成了炼狱。",
  "人生如行路，一路艰辛，一路风景。你的目光所及，就是你的人生境界。总是看到比自己优秀的人，说明你正在走上坡路；总是看到不如自己的人，说明你正在走下坡路。与其埋怨，不如思变。",
  "人的天性之一，就是不会接受别人的批评，总是认为自己永远是对的，喜欢找各种各样的借口为自己辩解。",
  "永远按照对方的观点去想，从他人的立场去看待事情，这或许会成为影响你终生事业的一个关键因素。",
  "集中所有的智慧，所有的热诚，把今天的工作做得尽善尽美，这就是你迎接未来的最好方法。",
  "最爱挑剔的人、最激烈的批评者，往往会在一个怀有忍耐、同情的静听者前软化下来。",
  "记住人家的名字，而且很轻易地叫出来，等于给别人一个巧妙而有效的赞美。"
]